Repository: Linda46/test
Catalog: jobs/530/Pages/Services/MobileEngagement.*.resx
Languages: fr_fr

# AzureFriday_Content
source: <p>Subscribe to <a href="{0}">Azure Fridays</a> to learn how to build mobile apps that scale on Azure</p>
fr_fr: <p>Abonnez-vous à <a href="{0}">Azure Fridays</a> pour découvrir comment créer des applications mobiles évolutives sur Azure</p>

# AzureFriday_Heading
source: Azure Friday Series
fr_fr: Série Azure Friday

# CommunicationsPlatform_Content
source: <p>Azure Mobile Engagement works flawlessly with native push notification gateways such as Google’s GCM, Apple’s APNS, or Microsoft MPNS, but it goes beyond and gives you the power to create targeted campaigns, by providing intelligent customer segments and in-app messaging capabilities. This benefits app developers by reaching their customers in a highly effective and non-intrusive manner.</p>
fr_fr: <p>Azure Mobile Engagement fonctionne sans faille avec des passerelles de notifications Push natives telles que GCM de Google, APNS d'Apple ou Microsoft MPNS. Mais cela va plus loin : Azure Mobile Engagement vous permet de créer des campagnes ciblées en fournissant des segments de clients intelligents et des fonctionnalités de messagerie au sein des applications. Les développeurs d'applications en tirent profit en atteignant leurs clients d'une manière très efficace et non intrusive.</p>

# CommunicationsPlatform_Heading
source: Value-added push and communications platform
fr_fr: Plateforme Push et de communication à valeur ajoutée

# DataProtection_Content
source: <p>Microsoft has a longstanding commitment to privacy, which is an integral part of our product and service lifecycle. We work to be transparent in our privacy practices, offering customers meaningful privacy choices, and manage responsibly of the data we store. As with all Azure services, Mobile Engagement does not share or sell information derived from customers’ property. Azure Mobile Engagement is a globally deployable solution, allowing for regional or country specific data privacy laws to be upheld.</p>
fr_fr: <p> Depuis longtemps, Microsoft fait preuve d'un engagement réel vis-à-vis de la confidentialité, partie intégrante de cycle de vie des produits et des services. Nous nous efforçons de rendre nos pratiques de confidentialité transparentes, de proposer aux clients des choix pertinents en termes de confidentialité et de gérer de façon responsable les données que nous stockons. Comme pour tous les services Azure, Mobile Engagement ne partage pas ou ne vend pas les informations dérivées de la propriété des clients. Azure Mobile Engagement est une solution pouvant être déployée dans le monde entier, permettant ainsi d'appliquer les lois relatives à la confidentialité des données spécifiques à une région ou un pays.</p>

# DataProtection_Heading
source: Data protection and privacy across the globe
fr_fr: Protection et confidentialité des données dans le monde entier

# GetStarted_CTA
source: Get started
fr_fr: Mise en route

# GetStarted_Heading
source: Get started with Mobile Engagement
fr_fr: Prise en main de Mobile Engagement

# Hero_CTA
source: Get started
fr_fr: Mise en route

# Hero_List1
source: <li>Understand users by behavior and usage path in app</li> <li>Single dashboard to measure and act on analytics in real time</li> <li>Personalize app experience based on user segments</li>
fr_fr: <li>Comprendre les utilisateurs en fonction de leur comportement et de leur mode d'utilisation de l'application</li> <li>Tableau de bord unique permettant de mesurer et d'agir sur les analyses en temps réel</li> <li>Personnaliser l'expérience de l'application en fonction des segments d'utilisateur</li>

# Hero_List2
source: <li>Simplify cross-platform campaign management</li> <li>Maximize conversions and app monetization</li> <li>Flexible API to easily import &export data</li>
fr_fr: <li>Simplifier la gestion des campagnes multiplateforme</li> <li>Maximiser les conversions et la monétisation des applications</li> <li>API souple permettant de facilement importer et exporter des données</li>

# Hero_Subheading
source: Drive app performance through real-time, data-driven management
fr_fr: Dynamisez les performances de vos applications avec la gestion pilotée par les données en temps réel

# IncreaseAppUsage_Content
source: <p>Trigger engagement scenarios according to app user behavior and demographics by combining big data collection with real-time processing. Azure Mobile Engagement can answer nearly any question relevant to your particular business needs. For example, you can create custom dashboards to measure KPIs, rapidly find and fix usage bottlenecks in the user path, track retention and stickiness, and by that determine what campaigns are driving the highest ROI. Azure Mobile Engagement’s 360° user path view allows you to easily and continually enhance and optimize the user experience – driving higher retention rates and increased app usage.</p>
fr_fr: <p>Déclenchez des scénarios d'engagement en fonction du comportement et des données démographiques des utilisateurs des applications en combinant la collecte des Big Data et le traitement en temps réel. Azure Mobile Engagement peut répondre à presque toutes les questions relatives aux besoins spécifiques de votre entreprise. Par exemple, vous pouvez créer des tableaux de bord personnalisés afin de mesurer les indicateurs de performance clés, de trouver et corriger rapidement les goulots d'étranglement qui entravent la progression des utilisateurs, d'effectuer le suivi de la rétention et de l'adhérence et, ainsi, de déterminer les campagnes qui génèrent le retour sur investissement le plus élevé. La vue de la progression des utilisateurs à 360° d'Azure Mobile Engagement vous permet d'optimiser de façon aisée et continue l'expérience des utilisateurs, et d'accroître les taux de rétention et l'utilisation des applications.</p>

# IncreaseAppUsage_Heading
source: Real-time actionable analytics to increase app usage
fr_fr: Analyses en temps réel sur lesquelles vous êtes susceptible d'agir afin d'accroître l'utilisation des applications

# LearnMore_Heading
source: Learn More
fr_fr: En savoir plus

# LearnMore_Link1
source: Mobile Engagement pricing
fr_fr: Tarification de Mobile Engagement

# LearnMore_Link2
source: Mobile Engagement documentation
fr_fr: Documentation sur Mobile Engagement

# LearnMore_VisitDocumentationCenter
source: Visit our documentation center
fr_fr: Consultez notre centre de documentation

# OpenAPIs_Content
source: <p>By providing open APIs and ease of integration you can leverage existing data from CRM, CMS, and other business related systems. This allows you to further improve your audience targeting and protect your investments.</p>
fr_fr: <p>En fournissant des API ouvertes et une facilité d'intégration, vous pouvez exploiter des données existantes depuis CRM, CMS et d'autres systèmes d'entreprise associés. Vous pouvez ainsi mieux cibler votre public et protéger vos investissements.</p>

# OpenAPIs_Heading
source: Open APIs and ease of integration
fr_fr: API ouvertes et facilité d'intégration

# RelatedServices_Heading
source: Related Services
fr_fr: Services associés
