Repository: Linda46/test
Catalog: jobs/515/Pages/Develop/Java/Data.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Section1_Text5
source: Create an application that stores images in Azure blob storage. You will learn how to use the Azure Client Libraries for Java and how to work with Azure storage.
cs_cz: Vytvořte aplikaci, která ukládá obrázky do úložiště objektů blob Azure. Zjistíte, jak používat klientské knihovny Azure pro Javu a jak pracovat s úložištěm Azure.
da_dk: Opret et program, der lagrer billeder i Azure Blog-lager. Du får flere oplysninger om, hvordan du bruger Azure-klientbiblioteker til Java, og hvordan du arbejder med Azure Storage.
de_de: Erstellen Sie eine Anwendung, die Images im Azure-BLOB-Speicher speichert. Sie erfahren, wie Sie die Azure-Clientbibliotheken für Java verwenden und Azure Storage nutzen.
es_es: Cree una aplicación que almacene imágenes en el almacenamiento de blobs de Azure. Aprenderá cómo usar las bibliotecas de cliente de Azure en Java y cómo trabajar con el almacenamiento de Azure.
fr_fr: Créez une application stockant des images dans un stockage d'objets blob Azure. Vous allez apprendre à utiliser les bibliothèques clientes Azure pour Java et le stockage Azure.
hu_hu: Olyan alkalmazás létrehozása, amely Azure blobtárhelyen tárolja a lemezképeket. A Javához készült Azure-kódtárak használatának és az Azure tárolás kezelésének ismertetése.
it_it: Creare un'applicazione che archivia immagini nell'archiviazione BLOB di Azure. Si apprenderà come utilizzare le librerie client di Azure per Java e come lavorare con l'archiviazione Azure.
ja_jp: 画像を Azure BLOB ストレージに保存するアプリケーションを作成します。Java 用 Azure クライアント ライブラリおよび Azure ストレージを使用する方法について確認します。
ko_kr: Azure blob 저장소에 이미지를 저장하는 응용 프로그램을 만듭니다. Java용 Azure 클라이언트 라이브러리를 사용하는 방법과 Azure 저장소로 작업하는 방법을 알아보세요.
nl_nl: Maak een toepassing die afbeeldingen opslaat in Azure-blobopslag. U leert hoe u de Azure-clientbibliotheken voor Java gebruikt en hoe u met Azure Storage werkt.
pl_pl: Dowiedz się, jak utworzyć aplikację przechowującą obrazy w magazynie obiektów Blob systemu Azure. Dowiedz się także, jak korzystać z biblioteki klienta systemu Azure dla języka Java i jak pracować z magazynem systemu Azure.
pt_br: Crie um aplicativo que armazena as imagens no armazenamento em blob do Azure. Você aprenderá como usar as bibliotecas do Cliente Azure para Java e como trabalhar com armazenamento do Azure.
pt_pt: Crie uma aplicação que armazene imagens no armazenamento de blobs do Azure. Irá aprender a utilizar as Bibliotecas do Cliente Azure para Java e a forma de trabalhar com o armazenamento do Azure.
ru_ru: Создайте приложение, хранящее изображения в BLOB-объектах Azure. Вы научитесь использовать клиентские библиотеки Azure для Java и работать с хранилищем Azure.
sv_se: Skapa ett program som lagrar avbildningar i Azure Blob-lagring. Du lär dig hur du använder Azure-klientbiblioteken för Java och hur du arbetar med lagring i Azure.
tr_tr: Azure blob depolamasında görüntüleri depolayan bir uygulama oluşturur. Java için Azure İstemci Kitaplıkları'nı kullanmayı ve Azure depolamasıyla çalışmayı öğreneceksiniz.
zh_cn: 创建可在 Azure Blob 存储中存储图像的应用程序。您将了解如何使用针对 Java 的 Azure 客户端库以及如何使用 Azure 存储。
zh_tw: 建立應用程式，以在 Azure Blob 儲存體中儲存映像檔。您將了解如何使用適用於 Java 的 Azure 用戶端程式庫以及如何使用 Azure 儲存體。

# Section1_Heading9_Text1
source: How to:
cs_cz: Postupy:
da_dk: Sådan gør du:
de_de: Anleitung:
es_es: Procedimientos:
fr_fr: Procédure :
hu_hu: Útmutató:
it_it: Procedura:
ja_jp: 方法:
ko_kr: 방법:
nl_nl: Zo kunt u:
pl_pl: Sposoby użycia:
pt_br: Como:
pt_pt: Como:
ru_ru: Как:
sv_se: Så här:
tr_tr: Nasıl yapılır:
zh_cn: 如何：
zh_tw: 使用方法：

# Section1_Heading9_Text2
source: Use a custom domain with Blob storage
cs_cz: Použití vlastní domény pro úložiště objektů blob
da_dk: Brug et brugerdefineret domæne med bloblageret
de_de: Verwenden einer benutzerdefinierten Domäne mit Blob-Speicher
es_es: Usar un dominio personalizado con el almacenamiento de blobs
fr_fr: Utilisation d'un domaine personnalisé avec le stockage d'objets blob
hu_hu: Egyéni tartományok használata blobtárolókkal
it_it: Usare un dominio personalizzato con archiviazione BLOB
ja_jp: BLOB ストレージでカスタム ドメインを使用する
ko_kr: Blob 저장소로 사용자 지정 도메인 사용
nl_nl: Een aangepast domein met blobopslag gebruiken
pl_pl: Używanie domeny niestandardowej dla magazynu obiektów Blob
pt_br: Use um domínio personalizado com o armazenamento do Blob
pt_pt: Utilizar um domínio personalizado com armazenamento do Blob
ru_ru: использовать пользовательский домен с хранилищем BLOB-объектов
sv_se: Använd din egen domän med blob-lagring
tr_tr: Blob depolamasıyla özel bir etki alanı kullanma
zh_cn: 将自定义域用于 Blob 存储
zh_tw: 以 Blob 儲存體使用自訂網域

# Section1_Text6
source: Configure your storage account to map your custom domain to your Blob service endpoint, so that users see your domain name in your application's URLs.
cs_cz: Nakonfigurujte účet úložiště tak, aby na koncový bod Služby objektů blob mapoval vaši vlastní doménu. Díky tomuto nastavení budou adresy URL vaší aplikace obsahovat název vaší domény.
da_dk: Konfigurer din lagerkonto for at knytte dit brugerdefinerede domæne til Blob-tjenestens slutpunkt, så brugere kan se dit domænenavn i URL-adresserne til dit program.
de_de: Konfigurieren Sie Ihr Speicherkonto so, dass Ihre benutzerdefinierte Domäne dem Blob-Dienstendpunkt zugeordnet ist, sodass Benutzern Ihr Domänennamen in der Anwendungs-URL angezeigt wird.
es_es: Configure la cuenta de almacenamiento para asignar el dominio personalizado al extremo de servicio BLOB, para que los usuarios puedan ver el nombre de dominio en las direcciones URL de su aplicación.
fr_fr: Configurez votre compte de stockage pour mapper votre domaine personnalisé à votre point de terminaison de service d'objets blob, pour que les utilisateurs puissent voir votre nom de domaine dans les URL de votre application.
hu_hu: A tárfiókok beállíthatók úgy, hogy egyéni tartományt rendelünk egy blobszolgáltatási végponthoz, és így a felhasználók láthatják a tartománynevet az alkalmazás URL-címében.
it_it: Configurare l'account di archiviazione per mappare il dominio personalizzato all'endpoint del servizio BLOB, in modo che gli utenti visualizzino il proprio nome di dominio negli URL dell'applicazione.
ja_jp: カスタム ドメインを BLOB サービス エンドポイントにマップして、アプリケーションの URL にドメイン名が表示されるようにストレージ アカウントを構成します。
ko_kr: 사용자 지정 도메인을 Blob 서비스 끝점으로 매핑하도록 저장소 계정을 구성하면 응용 프로그램 URL에 도메인 이름이 표시됩니다.
nl_nl: Configureer uw opslagaccount zodanig dat uw aangepaste domein wordt toegewezen aan uw blob-service-eindpunt, zodat gebruikers uw domeinnaam zien in de URL's van uw toepassing.
pl_pl: Skonfiguruj konto magazynu, aby mapować domenę niestandardową na punkt końcowy usługi obiektów Blob. W ten sposób użytkownicy będą widzieli nazwę tej domeny w adresach URL aplikacji.
pt_br: Configure a sua conta de armazenamento para mapear o seu domínio personalizado para o ponto de extremidade do seu serviço de Blob, para que os usuários vejam o nome do seu domínio nas URLs do seu aplicativo.
pt_pt: Configure a sua conta de armazenamento de modo a mapear o seu domínio personalizado para o ponto final do serviço Blob, para que os utilizadores vejam o nome de domínio nos URLs da sua aplicação.
ru_ru: Настроить учетную запись хранения для сопоставления пользовательского домена с вашей конечной точкой службы BLOB-объектов, чтобы пользователи видели ваше доменное имя в URL-адресах вашего приложения.
sv_se: Konfigurera ditt lagringskonto så att din domän mappas mot blob-tjänstens slutpunkt och användarna ser ditt domännamn i programmets webbadress.
tr_tr: Kullanıcıların uygulamanızın URL'lerinde etki alanı adınızı görebilmesi için, depolama hesabınızı özel etki alanınızı Blob hizmeti uç noktanızla eşleyecek şekilde yapılandırın.
zh_cn: 将存储帐户配置为将自定义域映射到 Blob 服务终结点，以便让用户在应用程序的 URL 中看到域名。
zh_tw: 設定儲存體帳戶以便將自訂網域對應至 Blob 服務端點，使用者便能在應用程式 URL 中看見您的網域名稱。

# Section1_Heading10
source: Relational Data
cs_cz: Relační data
da_dk: Relationsdata
de_de: Relationale Daten
es_es: Base de datos relacional
fr_fr: Données relationnelles
hu_hu: Relációs adatok
it_it: Dati relazionali
ja_jp: リレーショナル データ
ko_kr: 관계형 데이터
nl_nl: Relationele gegevens
pl_pl: Dane relacyjne
pt_br: Dados Relacionais
pt_pt: Dados Relacionais
ru_ru: Реляционные данные
sv_se: Relationsdata
tr_tr: İlişkisel Veriler
zh_cn: 关系数据
zh_tw: 關聯式資料庫：

# Section1_Heading11_Text1
source: Feature guide:
cs_cz: Průvodce funkcemi:
da_dk: Funktionsvejledning:
de_de: Featureleitfaden:
es_es: Guía de características:
fr_fr: Guide sur la fonctionnalité :
hu_hu: Szolgáltatáskalauz:
it_it: Guida alla funzionalità:
ja_jp: 機能ガイド:
ko_kr: 기능 가이드:
nl_nl: Overzicht van de functies:
pl_pl: Przewodnik po funkcjach:
pt_br: Guia do recurso:
pt_pt: Guia de funcionalidades:
ru_ru: Описание возможностей:
sv_se: Funktionsguide:
tr_tr: Özellik kılavuzu:
zh_cn: 功能指南：
zh_tw: 功能指南：

# Section1_Heading11_Text2
source: SQL Database
cs_cz: Databáze SQL
de_de: SQL-Datenbank
es_es: Base de datos SQL
fr_fr: Base de données SQL
hu_hu: SQL-adatbázis
it_it: Database SQL
ko_kr: SQL 데이터베이스
pl_pl: Baza danych SQL
pt_br: Banco de dados SQL
pt_pt: Base de Dados SQL
ru_ru: База данных SQL
tr_tr: SQL Veritabanı

# Section1_Text7
source: For applications that need a full featured relational database-as-a-service, Azure offers SQL Database, formerly known as SQL Azure Database. SQL Database offers a high-level of interoperability, enabling customers to build applications using many of the major development frameworks.
cs_cz: U aplikací, které vyžadují plně funkční relační databázi jako službu, nabízí Azure Databázi SQL (dřív označovanou jako Databáze SQL Azure). Databáze SQL nabízí vysokou úroveň interoperability a umožňuje zákazníkům vytvářet aplikace pomocí spousty oblíbených platforem pro vývoj.
da_dk: I forbindelse med de programmer, der skal bruge en altomfattende relationsdatabase-as-a-service, tilbydes SQL Database, tidligere kendt som SQL Azure Database, i Azure. SQL Database tilbyder et højt niveau af interoperabilitet, som gør det muligt for kunder at udvikle programmer ved hjælp af de større udviklingsstrukturer.
de_de: Für Anwendungen, die eine relationale, als Dienst bereitgestellte Datenbank mit vollem Funktionsumfang erfordern, bietet Azure die SQL-Datenbank, ehemals SQL Azure-Datenbank. Die SQL-Datenbank bietet eine allgemeine Interoperabilität, die Kunden ermöglicht, Anwendungen mithilfe vieler der wichtigsten Entwicklungsframeworks zu erstellen.
es_es: Para las aplicaciones que necesitan una base de datos relacional completa como servicio, Azure ofrece la Base de datos SQL, conocida anteriormente como Base de datos SQL de Azure. La Base de datos SQL ofrece un elevado nivel de interoperabilidad, lo que permite a los cliente crear aplicaciones usando muchos de los principales marcos de desarrollo.
fr_fr: Pour les applications pour lesquelles une base de données relationnelle en tant que service est nécessaire, Azure propose Base de données SQL, auparavant appelé Base de données SQL Azure. Base de données SQL offre un haut niveau d'interopérabilité, permettant aux clients de concevoir des applications à l'aide de la plupart des principales infrastructures de développement.
hu_hu: Az olyan alkalmazásokhoz, melyek teljes körű relációs adatbázis-szolgáltatást igényelnek, az Azure-ban elérhető az SQL adatbázis, korábbi nevén az SQL Azure adatbázis. Az SQL adatbázis magas szintű együttműködési képességgel rendelkezik, így a vásárlók többféle elterjedt fejlesztési keretrendszerben készíthetnek hozzá alkalmazásokat.
it_it: Per le applicazioni che richiedono un database relazionale completo come servizio, Azure offre Database SQL, in precedenza noto come Database SQL di Azure. Database SQL garantisce un elevato livello di interoperabilità, consentendo ai clienti di compilare applicazioni usando molti dei principali framework di sviluppo.
ja_jp: Azure では、多彩な機能を備えたサービスとしてのリレーショナル データベースを必要とするアプリケーション用に、以前 SQL Azure Database と呼ばれた SQL Database を用意しています。SQL Database は、高レベルの相互運用性を提供し、顧客は開発フレームワークを使用してアプリケーションを作成できます。
ko_kr: 완전한 기능을 갖춘 관계형 데이터베이스를 서비스로 사용할 필요가 있는 응용 프로그램을 위해 Azure에서는 SQL 데이터베이스(이전의 SQL Azure 데이터베이스)를 제공합니다. SQL 데이터베이스는 높은 수준의 상호 운용성을 제공하므로 고객이 여러 주요 개발 프레임워크를 사용하여 응용 프로그램을 만들 수 있습니다.
nl_nl: Voor toepassingen waarvoor een relationele database-as-a-service met een volledige functionaliteit is vereist, biedt Azure SQL Database, voorheen SQL Azure Database. SQL Database beschikt over hoge niveaus voor interoperabiliteit, waardoor klanten toepassingen kunnen maken met veel van de grote ontwikkelingsframeworks.
pl_pl: W przypadku aplikacji wymagających kompleksowej relacyjnej bazy danych działającej jako usługa system Azure udostępnia Bazę danych SQL (wcześniej znaną jako baza danych SQL Azure). Baza danych SQL zapewnia wysoki poziom współdziałania, dzięki czemu klienci mogą tworzyć aplikacje przy użyciu wielu popularnych architektur programistycznych.
pt_br: Para aplicativos que necessitam de um banco de dados relacional como um serviço cheio de recursos, o Azure oferece o banco de dados SQL, anteriormente conhecido como Banco de Dados do SQL Azure. O banco de dados SQL oferece alto nível de interoperabilidade, permitindo que os clientes compilem aplicativos que utilizam muitas das principais estruturas de desenvolvimento.
pt_pt: Para as aplicações que necessitem de uma base de dados relacional com funcionalidades completas como um serviço, o Azure disponibiliza a Base de Dados SQL, anteriormente conhecida como Base de Dados SQL Azure. A Base de Dados SQL oferece uma interoperabilidade de elevado nível, com base na qual os clientes podem criar aplicações utilizando muitas das principais estruturas de desenvolvimento.
ru_ru: Для приложений, которым требуется полнофункциональная реляционная база данных как служба, Azure предлагает базы данных SQL, ранее известные как база данных SQL Azure. База данных SQL обеспечивает высокую степень совместимости, что позволяет клиентам создавать приложения, используя различные платформы каркасной разработки.
sv_se: För program som behöver en relationsdatabastjänst med full funktionalitet erbjuder Azure SQL-databas, tidigare känd som SQL Azure Database. SQL-databasen har en hög nivå av interoperabilitet, och kunderna kan använda många av de stora ramverken för programutveckling.
tr_tr: Azure, tam özellikli bir hizmet olarak ilişkisel veritabanına gerek duyan uygulamalar için SQL Veritabanı'nı (eski adı SQL Azure Veritabanı) sunar. SQL Veritabanı yüksek düzeyde birlikte çalışabilirlik sağlayarak, müşterilerin birçok önemli geliştirme çerçevesini kullanarak uygulamalar oluşturmalarına olanak tanır.
zh_cn: 对于需要功能完备的关系型数据库即服务的应用程序，Azure 提供了 SQL Database（以前称为 SQL Azure 数据库）。SQL Database 提供高级别互操作性，允许客户利用众多主要开发框架来构建应用程序。
zh_tw: 對於需要完整關聯式資料庫服務的應用程式，Azure 提供了 SQL Database (舊稱 SQL Azure Database)。SQL Database 提供高層次互通性，讓客戶得以使用多種主要開發架構來建置應用程式。

# Section1_Heading12_Text1
source: How to:
cs_cz: Postupy:
da_dk: Sådan gør du:
de_de: Anleitung:
es_es: Procedimientos:
fr_fr: Procédure :
hu_hu: Útmutató:
it_it: Procedura:
ja_jp: 方法:
ko_kr: 방법:
nl_nl: Zo kunt u:
pl_pl: Sposoby użycia:
pt_br: Como:
pt_pt: Como:
ru_ru: Как:
sv_se: Så här:
tr_tr: Nasıl yapılır:
zh_cn: 如何：
zh_tw: 使用方法：

# Section1_Heading12_Text2
source: Manage Azure SQL Database using SQL Server Management Studio
cs_cz: Správa Databáze SQL Azure v SQL Server Management Studiu
da_dk: Administrer Azure SQL Database ved hjælp af SQL Server Management Studio
de_de: Verwalten von Azure SQL-Datenbank mithilfe von SQL Server Management Studio
es_es: Administrar Base de datos SQL de Azure mediante SQL Server Management Studio
fr_fr: Gestion de Base de données SQL Azure à l'aide de SQL Server Management Studio
hu_hu: Az Azure SQL adatbázis szolgáltatás felügyelete az SQL Server Management Studio használatával
it_it: Gestire Database SQL di Azure usando SQL Server Management Studio
ja_jp: SQL Server Management Studio を使用した Azure SQL Database の管理
ko_kr: SQL Server Management Studio를 사용한 SQL 데이터베이스 관리
nl_nl: Azure SQL Database beheren met SQL Server Management Studio
pl_pl: Zarządzanie bazą danych SQL Azure za pomocą programu SQL Server Management Studio
pt_br: Gerenciar o Banco de Dados SQL do Azure usando o SQL Server Management Studio
pt_pt: Gerir a Base de Dados SQL do Azure com o SQL Server Management Studio
ru_ru: управлять базой данных SQL Azure с помощью SQL Server Management Studio
sv_se: Hantera Azure SQL-databas med SQL Server Management Studio
tr_tr: SQL Server Management Studio'yu kullanarak Azure SQL Veritabanı'nı yönetme
zh_cn: 使用 SQL Server Management Studio 管理 Azure SQL Database
zh_tw: 使用 SQL Server Management Studio 管理 Azure SQL Database

# Section1_Text8
source: You can use SQL Server Management Studio to manage SQL Database logical servers and databases. This article includes details about creating and managing databases, creating and managing logins, and monitoring using Dynamic Management Views.
cs_cz: Databáze SQL a jejich logické servery můžete spravovat v SQL Server Management Studiu. Tento článek obsahuje podrobné informace o vytváření a správě databází, vytváření a správě přihlašovacích jmen a monitorování pomocí Zobrazení dynamické správy.
da_dk: Du kan bruge SQL Server Management Studio til at styre de logiske servere og databaser i SQL Database. Denne artikel indeholder oplysninger om, hvordan du opretter og administrerer databaser, opretter og administrerer logons og overvåger ved hjælp af Dynamic Management Views.
de_de: Sie können SQL Server Management Studio verwenden, um die logischen Server und Datenbanken der SQL-Datenbank zu verwalten. Dieser Artikel enthält Informationen über die Erstellung und Verwaltung von Datenbanken, die Erstellung und Verwaltung von Anmeldungen und die Überwachung mithilfe von dynamischen Verwaltungssichten.
es_es: Puede usar SQL Server Management Studio para administrar los servidores lógicos y las bases de datos de Base de datos SQL. Este artículo incluye detalles sobre la creación y la administración de bases de datos, la creación y administración de inicios de sesión y la supervisión mediante las vistas de administración dinámica.
fr_fr: SQL Server Management Studio permet de gérer des bases de données et des serveurs logiques de base de données SQL. Cet article comprend des informations sur la création et la gestion des bases de données, la création et la gestion des informations de connexion, ainsi que sur la surveillance à l'aide de vues de gestion dynamique.
hu_hu: Az SQL Server Management Studio használatával felügyelhetők az SQL adatbázis logikai kiszolgálói és adatbázisai. A cikk részletezi, hogyan lehet adatbázisokat vagy bejelentkezéseket létrehozni és kezelni, illetve dinamikus felügyeleti nézetek használatával monitorozni.
it_it: È possibile usare SQL Server Management Studio per gestire server e database logici di Database SQL. Questo articolo include i dettagli sulla creazione e la gestione di database, la creazione e la gestione di login e il monitoraggio usando viste a gestione dinamica.
ja_jp: SQL Server Management Studio を使用して SQL Database の論理サーバーとデータベースを管理できます。この記事では、データベースの作成と管理、ログインの作成と管理、動的管理ビューを使用した監視について詳しく説明しています。
ko_kr: SQL Server Management Studio를 사용하여 SQL 데이터베이스 논리 서버 및 데이터베이스를 관리할 수 있습니다. 이 문서에는 데이터베이스 만들기 및 관리, 로그인 만들기 및 관리, 동적 관리 뷰를 이용한 모니터링에 대한 자세한 내용이 포함됩니다.
nl_nl: U kunt SQL Server Management Studio gebruiken om logische servers en databases van SQL Database te beheren. Dit artikel bevat informatie over het maken en beheren van databases, het maken en beheren van aanmeldingen en het controleren met dynamische beheerweergaven.
pl_pl: Program SQL Server Management Studio umożliwia zarządzanie serwerami logicznymi i bazami danych usługi Baza danych SQL. W tym artykule przedstawiono szczegółowe informacje dotyczące tworzenia baz danych i kont logowania oraz zarządzania nimi, a także monitorowania przy użyciu dynamicznych widoków zarządzania.
pt_br: Você pode usar o SQL Server Management Studio para gerenciar servidores e bancos de dados lógicos do banco de dados SQL. Este artigo inclui detalhes sobre como criar e gerenciar bancos de dados, criar e gerenciar logins e monitorar usando exibições de gerenciamento dinâmico.
pt_pt: Pode utilizar o SQL Server Management Studio para gerir as bases de dados e os servidores lógicos da Base de Dados SQL. Este artigo inclui detalhes sobre a criação e gestão de bases de dados, a criação e gestão de inícios de sessão e a monitorização através das Vistas de Gestão Dinâmica.
ru_ru: С помощью SQL Server Management Studio можно управлять логическими серверами и базами данных SQL Database. Эта статья содержит подробную информацию о создании баз данных и управлении ими, создании учетных записей и управлении ими, а также о мониторинге с помощью динамических административных представлений.
sv_se: Du kan använda SQL Server Management Studio och hantera logiska SQL-servrar och -databaser. Den här artikeln innehåller mer information om att skapa och hantera databaser och inloggningar samt övervakning med Dynamic Management Views.
tr_tr: SQL Veritabanı mantıksal sunucuları ve veritabanlarını yönetmek için SQL Server Management Studio'yu kullanabilirsiniz. Bu makale, veritabanlarını oluşturma ve yönetme, oturum açma işlemlerini oluşturma ve yönetme, ayrıca Dinamik Yönetim Görünümleri'nin kullanımını izleme hakkındaki ayrıntıları içerir.
zh_cn: 您可以使用 SQL Server Management Studio 管理 SQL Database 逻辑服务器和数据库。本文包括有关创建和管理数据库、创建和管理登录，以及使用动态管理视图进行监视的详细信息。
zh_tw: 您可以使用 SQL Server Management Studio，管理 SQL Database 邏輯伺服器與資料庫。本文包含建立與管理資料庫、建立與管理登入，以及使用動態管理檢視進行監視的詳細資料。

# Section1_Heading13_Text1
source: Tutorial:
cs_cz: Kurz:
da_dk: Selvstudium:
de_de: Lernprogramm:
fr_fr: Didacticiel :
hu_hu: Oktatóanyag:
it_it: Esercitazione:
ja_jp: チュートリアル:
ko_kr: 자습서:
nl_nl: Zelfstudie:
pl_pl: Samouczek:
ru_ru: Учебник:
sv_se: Självstudiekurs:
tr_tr: Öğretici:
zh_cn: 教程：
zh_tw: 教學課程：

# Section1_Heading13_Text2
source: Migrate a Java Spring Framework Application to Azure and Azure SQL Database
cs_cz: Migrace aplikace s architekturou Java Spring na Azure a Databázi SQL Azure
da_dk: Overfør et Java Spring Framework-program til Azure og Azure SQL Database
de_de: Migrieren einer Java Spring Framework-Anwendung zu Azure und zur Azure SQL-Datenbank
es_es: Migrar una aplicación Spring Framework de Java a Azure y Base de datos SQL de Azure
fr_fr: Migration d'une application Spring Framework Java vers Azure et une base de données SQL Azure
hu_hu: Java Spring-keretrendszert használó alkalmazások áttelepítése az Azure, illetve az Azure SQL adatbázis modul használatához
it_it: Eseguire la migrazione di un'applicazione Java Spring Framework ad Azure e Database SQL di Azure
ja_jp: Java Spring Framework アプリケーションから Azure および Azure SQL Database への移行
ko_kr: Azure 및 Azure SQL 데이터베이스로 Java Spring Framework 응용 프로그램 마이그레이션
nl_nl: Een Java Spring Framework-toepassing naar Azure en Azure SQL Database migreren
pl_pl: Przeprowadź migrację aplikacji Java Spring Framework Application do systemu Azure i bazy danych SQL systemu Azure
pt_br: Migrar um aplicativo Java de estrutura Spring para Azure e Banco de Dados SQL do Azure
pt_pt: Migrar uma Aplicação Java Spring Framework para o Azure e para a Base de Dados SQL do Azure
ru_ru: Миграция приложения Java Spring Framework в Azure и базу данных SQL Azure
sv_se: Migrera ett Java Spring Framework-program till Azure och Azure SQL-databasen
tr_tr: Bir Java Spring Çerçeve Uygulamasını Azure'a ve Azure SQL Veritabanına Taşıma
zh_cn: 将 Java Spring Framework 应用程序迁移到 Azure 和 Azure SQL Database
zh_tw: 將 Java Spring Framework 應用程式移轉至 Azure 和 Azure SQL Database
