Repository: Linda46/test
Catalog: jobs/515/Pages/Develop/Java/Data.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Section1_Text9
source: This end-to-end tutorial demonstrates how to migrate a complete Spring Framework application (the Java Pet Clinic) to Azure, including the use of Azure SQL Database with JPA/Hibernate using the latest SQL Server JDBC drivers.
cs_cz: Tento komplexní kurz ukazuje, jak migrovat úplnou aplikaci s architekturou Spring (Java Pet Clinic) na Azure, včetně použití Databáze SQL Azure s JPA/Hibernate pomocí nejnovějších ovladačů JDBC pro SQL Server.
da_dk: I dette end-to-end-selvstudium vises, hvordan du overfører et komplet Spring Framework-program (Java Pet Clinic) til Azure, herunder hvordan du bruger Azure SQL Database med JPA/Hibernate ved hjælp af de nyeste JDBC-drivere til SQL Server.
de_de: Dieses End-to-End-Lernprogramm veranschaulicht die Migration einer vollständigen Spring Framework-Anwendung (die Java Pet Clinic) zu Azure. Dies umfasst auch die Verwendung der Azure SQL-Datenbank mit JPA/Hibernate mithilfe aktueller SQL Server-JDBC-Treiber.
es_es: Este completo tutorial muestra cómo migrar una aplicación Spring Framework completa (Java Pet Clinic) a Azure, incluido el uso de Base de datos SQL de Azure con JPA/Hibernate mediante los controladores de SQL Server JDBC más recientes.
fr_fr: Ce didacticiel complet présente la migration d'une application Spring Framework Java complète (Java Pet Clinic) vers Azure, y compris l'utilisation de la base de données SQL Azure avec JPA/Hibernate à l'aide des derniers pilotes SQL Server JDBC.
hu_hu: Részletes útmutató, amely bemutatja egy teljes, a Spring-keretrendszert használó alkalmazás (Java Pet Clinic) Azure-ba való áttelepítését, beleértve az Azure SQL adatbázis szolgáltatás JPA/Hibernate-tel és a legújabb SQL Server JDBC-illesztőprogramokkal való használatát.
it_it: Questa esercitazione end-to-end dimostra come eseguire la migrazione di un'applicazione Spring Framework completa (Java Pet Clinic) ad Azure oltre all'uso di Database SQL di Azure con JPA/Hibernate usando i driver JDBC di SQL Server più recenti.
ja_jp: Azure SQL Database と JPA/Hibernate、最新の SQL Server JDBC ドライバーを使用して、完全な Spring Framework アプリケーション (Java Pet Clinic) を Azure に移行する方法をエンド ツー エンドで紹介したチュートリアルです。
ko_kr: 이 종단 간 자습서에서는 최신 SQL Server JDBC 드라이버를 사용하여 JPA/Hibernate와 함께 Azure SQL 데이터베이스를 사용하는 방법을 포함하여 전체 Spring Framework 응용 프로그램(Java Pet Clinic)을 Azure로 마이그레이션하는 방법을 보여 줍니다.
nl_nl: Deze complete zelfstudie laat zien hoe een complete Spring Framework-toepassing (de Java Pet Clinic) wordt gemigreerd naar Azure, inclusief het gebruik van Azure SQL Database met JPA/Hibernate met de nieuwste SQL Server JDBC-stuurprogramma's.
pl_pl: Ten kompleksowy samouczek przedstawia metodę migracji kompletnej aplikacji Spring Framework (Java Pet Clinic) do systemu Azure, w tym wykorzystania bazy danych SQL systemu Azure z rozwiązaniami JPA/Hibernate przy użyciu najnowszych sterowników JDBC oprogramowania SQL Server.
pt_br: Este tutorial completo demonstra como migrar todo um aplicativo de estrutura Spring (o Java Pet Clinic) para o Azure, incluindo o uso de banco de dados SQL do Azure com JPA/Hibernar usando os drivers JDBC mais recentes do SQL Server.
pt_pt: Este tutorial ponto a ponto demonstra como migrar uma aplicação Spring Framework completa (a Java Pet Clinic) para o Azure, incluindo a utilização da Base de Dados SQL do Azure com JPA/Hibernate utilizando os mais recentes controladores JDBC do SQL Server.
ru_ru: В этом сквозном учебнике демонстрируется, как перенести полное приложение Spring Framework (Java Pet Clinic) в Azure при использовании базы данных SQL Azure с JPA или Hibernate с последней версией драйверов JDBC для SQL Server.
sv_se: Den här självstudien visar hur du migrerar ett fullständigt Spring Framework-program (Java Pet Clinic) till Azure, inklusive användningen av Azure SQL-databasen med JPA/Hibernate och de senaste JDBC-drivrutinerna för SQL Server.
tr_tr: Bu uçtan uca öğretici Azure SQL Veritabanı'nın en son SQL Server JDBC sürücülerini kullanan JPA/Hazırda Bekletme ile birlikte kullanılması dahil olmak üzere tam bir Spring Çerçeve uygulamasını (Java Pet Clinic) Azure'a nasıl taşıyacağınızı gösterir.
zh_cn: 此端到端教程演示了如何将完整的 Spring Framework 应用程序（Java Pet Clinic）迁移到 Azure，包括将 Azure SQL Database 用于使用最新 SQL Server JDBC 驱动程序的 JPA/Hibernate。
zh_tw: 此端對端的教學課程將說明如何將完整的 Spring Framework 應用程式 (Java Pet Clinic) 移轉至 Azure，包括如何搭配使用 Azure SQL Database 與採用最新 SQL Server JDBC 驅動程式的 JPA/Hibernate。

# Section1_Heading14_Text1
source: Tutorial:
cs_cz: Kurz:
da_dk: Selvstudium:
de_de: Lernprogramm:
fr_fr: Didacticiel :
hu_hu: Oktatóanyag:
it_it: Esercitazione:
ja_jp: チュートリアル:
ko_kr: 자습서:
nl_nl: Zelfstudie:
pl_pl: Samouczek:
ru_ru: Учебник:
sv_se: Självstudiekurs:
tr_tr: Öğretici:
zh_cn: 教程：
zh_tw: 教學課程：

# Section1_Heading14_Text2
source: Build a Java web application using DocumentDB
cs_cz: Vytvoření webové aplikace Java pomocí služby DocumentDB
da_dk: Byg et Java-webprogram vha. DocumentDB
de_de: Erstellen einer Java-Webanwendung mit DocumentDB
es_es: Crear una aplicación web Java usando Base de datos de documentos
fr_fr: Développez une application web Java à l'aide de DocumentDB
hu_hu: Java-alapú, DocumentDB szolgáltatást használó webalkalmazás készítése
it_it: Creare un'applicazione Web Java con DocumentDB
ja_jp: DocumentDB を使って Java Web アプリケーションをビルドする
ko_kr: DocumentDB를 사용하여 Java 웹 응용 프로그램 작성
nl_nl: Een Java-webtoepassing maken met DocumentDB
pl_pl: Tworzenie aplikacji sieci Web w języku Java korzystającej z usługi DocumentDB
pt_br: Compilar um aplicativo Web Java usando o Banco de Dados de Documentos
pt_pt: Crie uma aplicação web em Java com o DocumentDB
ru_ru: Построение веб-приложения Java с использованием DocumentDB
sv_se: Skapa ett Java-webbprogram med DocumentDB
tr_tr: DocumentDB kullanarak bir Java web uygulaması oluşturun
zh_cn: 使用 DocumentDB 生成一个 Java Web 应用程序
zh_tw: 使用 DocumentDB 建置 Java Web 應用程式

# Section1_Text10
source: This tutorial shows you how to use the Azure DocumentDB service to store and access data from a Java application hosted on Azure Websites.
cs_cz: Tento kurz vám ukáže, jak používat službu Azure DocumentDB k ukládání a přístupu k datům z aplikace Java hostované na Webech Azure.
da_dk: Dette selvstudium viser dig, hvordan du bruger Azure DocumentDB-tjenesten til at lagre og få adgang til data fra et Java-program, som er hostet på Azure Websites.
de_de: In diesem Lernprogramm erfahren Sie, wie Sie mit dem Azure DocumentDB-Dienst Daten aus einer in Azure Websites gehosteten Java-Anwendung speichern und auf diese zugreifen.
es_es: Este tutorial muestra cómo usar el servicio Base de datos de documentos de Azure para almacenar y acceder a datos desde una aplicación Java hospedada en sitios web de Azure.
fr_fr: Ce didacticiel vous montre comment utiliser le service Azure DocumentDB pour stocker des données et y accéder à partir d'une application Java hébergée sur Sites Web Azure.
hu_hu: Ez az oktatóanyag azt szemlélteti, hogy az Azure DocumentDB szolgáltatással miként tárolhatók és érhetők el egy Azure Websites szolgáltatásban futtatott Java-alkalmazás adatai.
it_it: Questa esercitazione mostra come usare il servizio Azure DocumentDB per archiviare i dati e accedervi da un'applicazione Java ospitata in Siti Web di Azure.
ja_jp: このチュートリルは、Azure DocumentDB サービスを使用して、Azure Websites でホストされる Java アプリケーションからデータを格納したりアクセスしたりする方法を示しています。
ko_kr: 이 자습서에서는 Azure DocumentDB 서비스를 사용하여 Azure 웹 사이트에 호스트된 Java 응용 프로그램의 데이터에 액세스하고 데이터를 저장하는 방법을 보여 줍니다.
nl_nl: In deze zelfstudie wordt uitgelegd hoe u de DocumentDB-service kunt gebruiken om gegevens uit een Java-toepassing op te slaan en te gebruiken die wordt gehost op Azure Websites.
pl_pl: W tym samouczku przedstawiono, jak przy użyciu usługi Azure DocumentDB przechowywać dane i uzyskiwać do nich dostęp z poziomu aplikacji Java hostowanej przez usługę Witryny sieci Web Azure.
pt_br: Este tutorial mostra como usar o serviço Banco de Dados de Documentos do Azure para armazenar e acessar dados por meio de um aplicativo Java hospedado em Sites do Azure.
pt_pt: Este tutorial mostra-lhe como utilizar o serviço Azure DocumentDB para armazenar e aceder a dados a partir de uma aplicação Java alojada em Web sites do Azure.
ru_ru: В этом руководстве показано, как с помощью службы Azure DocumentDB хранить данные и получать доступ к ним из приложения Java, размещенного на веб-сайтах Azure.
sv_se: Den här självstudien visar hur du använder Azure DocumentDB-tjänsten för att lagra och komma åt data från ett Java-program som har Azure Websites som värd.
tr_tr: Bu öğreticide, Azure Web Sitelerinde barındırılan bir Java uygulamasındaki verileri depolamak ve erişmek amacıyla Azure DocumentDB hizmetinin nasıl kullanılacağı gösterilmektedir.
zh_cn: 本教程展示如何使用 Azure DocumentDB 服务存储和访问托管在 Azure 网站上的 Java 应用程序中的数据。
zh_tw: 本教學課程說明如何使用 Azure DocumentDB 服務從 Azure 網站上的 Java 應用程式存放和存取資料。

# Section1_Heading11
source: Non-Relational Data
cs_cz: Nerelační data
da_dk: Ikke-relationelle data
de_de: Nicht relationale Daten
es_es: Datos no relacionales
fr_fr: Données non relationnelles
hu_hu: Nem relációs adatok
it_it: Dati non relazionali
ja_jp: 非リレーショナル データ
ko_kr: 비관계형 데이터
nl_nl: Niet-relationele gegevens
pl_pl: Dane nierelacyjne
pt_br: Dados Não Relacionais
pt_pt: Dados não relacionais
ru_ru: Нереляционные данные
sv_se: Icke-relationsdata
tr_tr: İlişkisel Olmayan Veriler
zh_cn: 非关系型数据
zh_tw: 非關聯資料
