Repository: Linda46/test
Catalog: jobs/515/Pages/Develop/Java/Data.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Section1_Heading1
source: Data Services
cs_cz: Datové služby
da_dk: Datatjenester
es_es: Servicios de datos
fr_fr: Services de données
hu_hu: Adatszolgáltatások
ja_jp: データ サービス
ko_kr: 데이터 서비스
nl_nl: Gegevensservices
pl_pl: Usługi danych
pt_br: Serviços de Dados
pt_pt: Serviços de Dados
ru_ru: Службы данных
sv_se: Datatjänster
tr_tr: Veri Hizmetleri
zh_cn: 数据服务
zh_tw: 資料服務

# Section1_Heading2
source: Fundamentals
cs_cz: Základy
da_dk: Grundlæggende oplysninger
de_de: Grundlagen
es_es: Aspectos básicos
fr_fr: Fondamentaux
hu_hu: Alapok
it_it: Concetti fondamentali
ja_jp: 基礎
ko_kr: 기본 사항
nl_nl: Basisprincipes
pl_pl: Podstawy
pt_br: Princípios fundamentais
pt_pt: Noções Básicas
ru_ru: Основные сведения
sv_se: Grunder
tr_tr: Temel Konular
zh_cn: 基础
zh_tw: 基礎

# Section1_Heading3_Text1
source: Guidance:
cs_cz: Pokyny:
da_dk: Vejledning:
de_de: Leitfaden:
es_es: Guía:
fr_fr: Guide :
hu_hu: Segédlet:
it_it: Guida:
ja_jp: ガイダンス:
ko_kr: 지침:
nl_nl: Hulp:
pl_pl: Wskazówka:
pt_br: Diretrizes:
pt_pt: Orientações:
ru_ru: Руководство:
sv_se: Vägledning:
tr_tr: Kılavuz:
zh_cn: 指南：
zh_tw: 指導方針：

# Section1_Heading3_Text2
source: Data Management and Business Analytics
cs_cz: Správa dat a obchodní analýza
da_dk: Dataadministration og virksomhedsanalyse
de_de: Datenmanagement und Business Analytics
es_es: Administración de datos y análisis de negocios
fr_fr: Gestion des données et analyse marketing
hu_hu: Adatkezelés és üzleti analitika
it_it: Gestione dati e analisi aziendale
ja_jp: データ管理とビジネス分析
ko_kr: 데이터 관리 및 비즈니스 분석
nl_nl: Gegevensbeheer en zakelijke analyse
pl_pl: Zarządzanie danymi i analiza biznesowa
pt_br: Gerenciamento de Dados e Análise do Negócio
pt_pt: Gestão de Dados e Análise de Negócio
ru_ru: Управление данными и бизнес-аналитика
sv_se: Datahantering och affärsanalys
tr_tr: Veri Yönetimi ve İş Analizi
zh_cn: 数据管理和业务分析
zh_tw: 資料管理與商務分析

# Section1_Text1
source: Learn about the technologies in Azure that help you work with both relational and non-relational data.
cs_cz: Získejte informace o technologiích Azure, které usnadňují práci s relačními i nerelačními daty.
da_dk: Få mere at vide om de teknologier i Azure, der hjælper dig med at arbejde med både relations- og ikke-relationsdata.
de_de: Erfahren Sie mehr über die Technologien in Azure, die Sie bei der Arbeit mit sowohl relationalen als auch nicht-relationalen Daten unterstützen.
es_es: Información acerca de las tecnologías de Azure que le ayudarán a trabajar con datos relacionales y no relacionales.
fr_fr: Découvrez les technologies Azure qui vous aident à travailler avec des données relationnelles ou non relationnelles.
hu_hu: A relációs és nem relációs adatok kezelését segítő Azure-technológiák ismertetése.
it_it: Informazioni sulle tecnologie di Azure che consentono l'uso di dati relazionali e non relazionali.
ja_jp: リレーショナル データと非リレーショナル データの両方を操作するための Azure のテクノロジについて説明しています。
ko_kr: Azure에서 관계형 및 비관계형 데이터 모두로 작업하는 데 도움이 되는 기술에 대해 알아봅니다.
nl_nl: Ontdek meer over de technologieën in Azure waarmee u met zowel relationele als niet-relationele gegevens kunt werken.
pl_pl: Informacje dotyczące technologii w systemie Azure, które ułatwiają pracę z danymi relacyjnymi i nierelacyjnymi.
pt_br: Saiba mais sobre as tecnologias no Azure que o ajudam a trabalhar com dados relacionais e não relacionais.
pt_pt: Conheça as tecnologias presentes no Azure que o ajudam a trabalhar com dados relacionais e não relacionais.
ru_ru: Сведения о технологиях в Azure, которые помогут вам работать как с реляционными, так и с нереляционными данными.
sv_se: Läs mer om tekniker i Azure för att jobba med relations- och icke-relationsdata.
tr_tr: Azure'da hem ilişkisel hem de ilişkisel olmayan verilerle çalışmanıza yardımcı olan teknolojileri öğrenin.
zh_cn: 了解 Azure 中可帮助您使用关系和非关系数据的技术。
zh_tw: 了解 Azrue 中可以協助您使用關聯式與非關聯式資料的技術。

# Section1_Heading4_Text1
source: Guidance:
cs_cz: Pokyny:
da_dk: Vejledning:
de_de: Leitfaden:
es_es: Guía:
fr_fr: Guide :
hu_hu: Segédlet:
it_it: Guida:
ja_jp: ガイダンス:
ko_kr: 지침:
nl_nl: Hulp:
pl_pl: Wskazówka:
pt_br: Diretrizes:
pt_pt: Orientações:
ru_ru: Руководство:
sv_se: Vägledning:
tr_tr: Kılavuz:
zh_cn: 指南：
zh_tw: 指導方針：

# Section1_Heading4_Text2
source: Data Management: Choosing the Right Technology
cs_cz: Správa dat: Výběr vhodné technologie
da_dk: Dataadministration: Vælg den rette teknologi
de_de: Datenverwaltung: Auswählen der richtigen Technologie
es_es: Administración de datos: elección de la tecnología adecuada
fr_fr: Gestion des données : choix de la technologie appropriée
hu_hu: Adatkezelés: A technológia helyes megválasztása
it_it: Gestione dei dati: scegliere la tecnologia più adatta
ja_jp: データ管理: 適切なテクノロジの選択
ko_kr: 데이터 관리: 적절한 기술 선택
nl_nl: Gegevensbeheer: de juiste technologie kiezen
pl_pl: Zarządzanie danymi: wybór odpowiedniej technologii
pt_br: Gerenciamento de dados: escolhendo a tecnologia certa
pt_pt: Gestão de dados: Escolher a Tecnologia Correta
ru_ru: Управление данными. Выбор правильной технологии
sv_se: Datahantering: Välja rätt teknik
tr_tr: Veri Yönetimi: Doğru Teknolojiyi Seçme
zh_cn: 数据管理：选择合适的技术
zh_tw: 資料管理：選擇正確的技術

# Section1_Text2
source: Learn about different scenarios for data management technologies in Azure.
cs_cz: Prostudujte si informace o různých scénářích použití technologií správy dat v Azure.
da_dk: Få mere at vide om forskellige scenarier for teknologier til dataadministraton i Azure.
de_de: Erfahren Sie mehr über verschiedene Szenarien für Datenmanagementtechnologien in Azure.
es_es: Conozca los distintos escenarios para las tecnologías de administración de datos en Azure.
fr_fr: Découvrez différents scénarios pour les technologies de gestion des données dans Azure.
hu_hu: Az Azure adatkezelési technológiák különböző felhasználási helyzeteinek bemutatása
it_it: Informazioni sui diversi scenari per le tecnologie di gestione dati in Azure.
ja_jp: Azure のデータ管理テクノロジのさまざまなシナリオについて説明しています。
ko_kr: Azure의 데이터 관리 기술에 대한 여러 시나리오를 알아봅니다.
nl_nl: Ontdek de verschillende scenario's voor gegevensbeheertechnologie in Azure.
pl_pl: Poznaj różne scenariusze dotyczące technologii zarządzania danymi w systemie Azure.
pt_br: Saiba sobre os diferentes cenários para tecnologias de gerenciamento de dados no Azure.
pt_pt: Familiarize-se com os diferentes cenários para as tecnologias de gestão de dados existentes no Azure.
ru_ru: Сведения о различных сценариях технологий управления данными в Azure.
sv_se: Läs mer om olika scenarier för datahantering i Azure.
tr_tr: Azure'daki veri yönetim teknolojileriyle ilgili farklı senaryolar hakkında bilgi edinin.
zh_cn: 了解 Azure 中的不同数据管理技术方案。
zh_tw: 學習 Azure 中資料管理技術的不同案例。

# Section1_Heading5
source: Azure Storage
cs_cz: Úložiště Azure
de_de: Azure-Speicher
es_es: Almacenamiento de Azure
hu_hu: Azure tárolás
it_it: Archiviazione di Azure
ko_kr: Azure 저장소
pl_pl: Magazyn systemu Azure
pt_br: Armazenamento do Azure
pt_pt: Armazenamento do Azure
ru_ru: Хранилище Azure
sv_se: Azure Lagring
tr_tr: Azure Depolama
zh_cn: Azure 存储空间
zh_tw: Azure 儲存體

# Section1_Heading6_Text1
source: Feature guide:
cs_cz: Průvodce funkcemi:
da_dk: Funktionsvejledning:
de_de: Featureleitfaden:
es_es: Guía de características:
fr_fr: Guide sur la fonctionnalité :
hu_hu: Szolgáltatáskalauz:
it_it: Guida alla funzionalità:
ja_jp: 機能ガイド:
ko_kr: 기능 가이드:
nl_nl: Overzicht van de functies:
pl_pl: Przewodnik po funkcjach:
pt_br: Guia do recurso:
pt_pt: Guia de funcionalidades:
ru_ru: Описание возможностей:
sv_se: Funktionsguide:
tr_tr: Özellik kılavuzu:
zh_cn: 功能指南：
zh_tw: 功能指南：

# Section1_Heading6_Text2
source: Blob Service
cs_cz: Služba objektů blob
da_dk: Blob-tjeneste
de_de: Blob-Dienst
es_es: Servicio BLOB
fr_fr: Service Blob
hu_hu: Blobszolgáltatás
it_it: Servizio BLOB
ja_jp: BLOB サービス
ko_kr: Blob 서비스
pl_pl: Usługa Obiekty Blob
pt_br: Serviço de Blob
pt_pt: Serviço Blob
ru_ru: Служба BLOB-объектов
sv_se: Blob-tjänst
tr_tr: Blob Hizmeti
zh_cn: Blob 服务
zh_tw: Blob 服務

# Section1_Text3
source: Blobs are the simplest way to store large amounts of unstructured text or binary data such as video, audio and images. Blobs are an ISO 27001 certified managed service that can auto-scale to store up to 100 terabytes of data. They are accessible from virtually anywhere via REST and client APIs.
cs_cz: Bloby představují nejjednodušší způsob, jak ukládat velké objemy nestrukturovaných textových nebo binárních dat, jako jsou videa, zvuková data nebo obrázky. Služba objektů blob je spravovaná služba s certifikací ISO 27001, která se dá automaticky škálovat na uložení až 100 TB dat. Prostřednictvím rozhraní REST a klientských rozhraní API je dostupná prakticky odkudkoli.
da_dk: BLOBS er den letteste lagermetode til store mængder ustruktureret tekst og binære data, som f.eks. video, lyd og billeder. BLOBS er en ISO 27001-certificeret administreret tjeneste, der kan autoskalere til at gemme op til 100 terabyte data. De er tilgængelige fra næsten hvor som helst via REST- og klient-API'er.
de_de: BLOBs sind die einfachste Methode zum Speichern von unstrukturierten Text- oder Binärdaten wie Videos, Audiodateien oder Bilder. Blobs sind ein ISO 27001-zertifizierter verwalteter Dienst, der automatisch für eine Datenspeicherung von bis zu 100 Terabyte skaliert werden kann. Auf BLOBs kann über REST und Client-APIs von nahezu überall aus zugegriffen werden.
es_es: Los blobs son el modo más sencillo de almacenar grandes cantidades de texto no estructurado o datos binarios tales como vídeo, audio e imágenes. Los blobs son un servicio administrado con certificación ISO 27001 que se puede escalar automáticamente para almacenar hasta 100 terabytes de datos. Son accesibles prácticamente desde cualquier lugar a través de las API REST y de cliente.
fr_fr: Les objets blob constituent la manière la plus simple de stocker d'importants volumes de données binaires ou de texte non structuré, tels que des fichiers vidéo ou audio, et des images. Les objets blob constituent un service géré certifié ISO 27001, capable d'évoluer automatiquement pour prendre en charge un volume de données pouvant atteindre jusqu'à 100 To. Ils sont accessibles de pratiquement n'importe où via les API REST et clientes.
hu_hu: Nagy mennyiségű strukturálatlan szöveges vagy bináris adatot, például video-, hang- és képfájlokat legegyszerűbben blobokban lehet tárolni. A Blobszolgáltatás egy, az ISO 27001 szabványnak megfelelő szolgáltatás, amely automatikusan méretezhető legfeljebb 100 terabájtnyi adat tárolásához. A REST-en és az ügyféloldali API-kon keresztül a szolgáltatás gyakorlatilag bárhonnan elérhető.
it_it: I BLOB costituiscono il modo più semplice di archiviare grandi quantità di dati binari o testo non strutturato quali video, audio e immagini. I BLOB sono un servizio gestito certificato ISO 27001 che garantisce scalabilità automatica per supportare fino a 100 terabyte di dati. Sono accessibili praticamente ovunque tramite API REST e client.
ja_jp: BLOB は、大量の非構造化テキストまたはバイナリ データ (ビデオ、オーディオ、画像など) を格納するための最もシンプルなストレージです。BLOB は ISO 27001 の認定を受けた管理されたサービスで、自動的に拡張でき、最大 100 TB のデータを格納できます。BLOB は、REST およびクライアント API 経由で事実上どこからでもアクセスできます。
ko_kr: BLOB은 동영상, 오디오, 이미지와 같이 많은 양의 이진 데이터 또는 구조화되지 않은 텍스트를 간단하게 저장할 수 있는 방법을 제공합니다. Blob은 최대 100TB의 데이터를 저장하도록 크기를 자동으로 조정할 수 있는 ISO 27001 인증 관리 서비스입니다. REST 및 클라이언트 API를 통해 거의 어디에서나 액세스할 수 있습니다.
nl_nl: Blobopslag is de eenvoudigste manier voor het opslaan van grote hoeveelheden ongestructureerde tekst of binaire gegevens zoals video, audio en afbeeldingen. Blobopslag is een beheerde service met ISO 27001-certificering waarmee automatisch kan worden geschaald om maximaal 100 terabytes aan gegevens op te slaan. Blobs zijn bijna overal toegankelijk via REST-API's en client-API's.
pl_pl: Usługa Obiekty Blob stanowi najprostszy sposób przechowywania dużych ilości pozbawionych struktury danych tekstowych i binarnych, takich jak wideo, audio i obrazy. Obiekty Blob to zgodna z normą ISO 27001 usługa zarządzana, która może być automatycznie skalowana w celu obsługi danych o rozmiarze do 100 terabajtów. Jest ona dostępna praktycznie z każdego miejsca za pośrednictwem protokołu REST i interfejsów API klienta.
pt_br: Os blobs são a maneira mais simples de armazenar grandes volumes de texto não estruturado ou dados binários, como vídeo, áudio e imagens. Os Blobs são um serviço gerenciado com certificação ISO 27001 com dimensionamento automático para armazenar até 100 terabytes de dados. Eles podem ser acessados de praticamente qualquer lugar via REST e APIs de cliente.
pt_pt: Os blobs são o modo mais simples de armazenar grandes volumes de dados de texto ou dados binários não estruturados como, por exemplo, vídeo, áudio e imagens. Os blobs são um serviço gerido certificado de acordo com a norma ISO 27001 que pode ser dimensionado automaticamente de modo a armazenar até 100 terabytes de dados. Podem ser acedidos a partir de praticamente qualquer lugar via REST e APIs de cliente.
ru_ru: BLOB-объекты — это простейший способ хранения больших объемов неструктурированных текстовых или двоичных данных, таких как видео, музыкальный файлы и изображения. BLOB-объекты представляют собой сертифицированную в соответствии со стандартном ISO 27001 службу, которая может автоматически масштабироваться для хранения до 100 терабайт данных. Они доступны практически отовсюду с помощью интерфейсов REST и клиентских API.
sv_se: Blob-lagring är det enklaste sättet att lagra stora mängder ostrukturerad text eller binära data som video, ljud och bild. Blob-lagring är en ISO 27001-certifierad och hanterad tjänst som kan skaländras automatiskt upp till att lagra 100 terabyte data. De är tillgängliga från i stort sett var som helst via REST och klient-API:er.
tr_tr: Blob'lar büyük miktarda yapılandırılmamış metin ve video, ses ve görüntü gibi ikili verileri depolamanın en kolay yoludur. Blob'lar 100 terabayta varan miktarda veriyi depolamak için otomatik olarak ölçeklenebilen, ISO 27001 sertifikalı bir yönetilen hizmettir. Bunlara REST ve istemci API'leri yoluyla, neredeyse her yerden erişilebilir.
zh_cn: Blob 是存储大量非结构化文本或二进制数据（如视频、音频和图像）的最简单方式。Blob 是经 ISO 27001 认证的托管服务，可自动扩展以存储多达 100 TB 的数据。几乎可从任何位置通过 REST 和客户端 API 访问这些 Blob。
zh_tw: Blob 是儲存大量無結構文字或二進位資料 (如視訊、音訊及影像) 的最簡單方式。Blobs 是 ISO 27001 認證的受管理服務，可自動擴充來儲存多達 100 TB 的資料。透過 REST 和用戶端 API，可從幾乎任何地方存取這些資料。

# Section1_Heading7_Text1
source: Feature guide:
cs_cz: Průvodce funkcemi:
da_dk: Funktionsvejledning:
de_de: Featureleitfaden:
es_es: Guía de características:
fr_fr: Guide sur la fonctionnalité :
hu_hu: Szolgáltatáskalauz:
it_it: Guida alla funzionalità:
ja_jp: 機能ガイド:
ko_kr: 기능 가이드:
nl_nl: Overzicht van de functies:
pl_pl: Przewodnik po funkcjach:
pt_br: Guia do recurso:
pt_pt: Guia de funcionalidades:
ru_ru: Описание возможностей:
sv_se: Funktionsguide:
tr_tr: Özellik kılavuzu:
zh_cn: 功能指南：
zh_tw: 功能指南：

# Section1_Heading7_Text2
source: Table Service
cs_cz: Služba tabulek
da_dk: Table-tjeneste
de_de: Tabellendienst
es_es: Servicio Tabla
fr_fr: Service de Table
hu_hu: Táblaszolgáltatás
it_it: Servizio tabella
ja_jp: Table サービス
ko_kr: 테이블 서비스
nl_nl: Tabelservice
pl_pl: Usługa Tabele
pt_br: Serviço de Tabelas
pt_pt: Serviço Tabela
ru_ru: Служба таблиц
sv_se: Tabelltjänst
tr_tr: Tablo Hizmeti
zh_cn: 表服务
zh_tw: 資料表服務

# Section1_Text4
source: Tables offer NoSQL capabilities for applications that require storage of large amounts of unstructured data. Tables are an ISO 27001 certified managed service that can auto-scale to store up to 100 terabytes of data. They are accessible from virtually anywhere via REST and managed APIs.
cs_cz: Tabulky umožňují použití technologie NoSQL u aplikací, které vyžadují ukládání velkých objemů nestrukturovaných dat. Služba tabulek je spravovaná služba s certifikací ISO 27001, která se dá automaticky škálovat na uložení až 100 TB dat. Prostřednictvím rozhraní REST a spravovaných rozhraní API je dostupná prakticky odkudkoli.
da_dk: Tabeller giver NoSQL-funktionalitet til programmer, der kræver lagring af store mængder ustrukturerede data. Tabeller er en ISO 27001-certificeret administreret tjeneste, der kan autoskalere til at gemme op til 100 terabyte data. De er tilgængelige fra næsten hvor som helst via REST og administrerede API'er.
de_de: Tabellen bieten NoSQL-Funktionen für Anwendungen, für die große Mengen an unstrukturierten Daten gespeichert werden müssen. Tabellen sind ein ISO 27001-zertifizierter verwalteter Dienst, der automatisch für eine Datenspeicherung von bis zu 100 Terabyte skaliert werden kann. Auf Tabellen kann über REST und verwaltete APIs von nahezu überall aus zugegriffen werden.
es_es: Las tablas ofrecen funcionalidad NoSQL para las aplicaciones que requieren el almacenamiento de grandes cantidades de datos no estructurados. Las tablas son un servicio administrado con certificación ISO 27001 que se puede escalar automáticamente para almacenar hasta 100 terabytes de datos. Son accesibles prácticamente desde cualquier lugar a través de las API REST y administradas.
fr_fr: Les tables offrent des fonctionnalités NoSQL pour les applications devant stocker d'importants volumes de données non structurées. Elles constituent un service géré certifié ISO 27001, capable d'évoluer automatiquement pour prendre en charge un volume de données pouvant atteindre jusqu'à 100 To. Elles sont accessibles de pratiquement n'importe où via les API REST et managées.
hu_hu: A táblák olyan alkalmazásoknak biztosítanak NoSQL-funkciókat, amelyeknek nagy mennyiségű strukturálatlan adatot kell tárolniuk. A Táblák egy, az ISO 27001 szabványnak megfelelő szolgáltatás, amely automatikusan méretezhető legfeljebb 100 terabájtnyi adat tárolásához. A REST-en és a felügyelt API-kon keresztül a szolgáltatás gyakorlatilag bárhonnan elérhető.
it_it: Le tabelle offrono funzionalità NoSQL per applicazioni che richiedono l'archiviazione di grandi quantità di dati non strutturati. Le tabelle sono un servizio gestito certificato ISO 27001 che garantisce scalabilità automatica per supportare fino a 100 terabyte di dati. Sono accessibili praticamente ovunque tramite API REST e gestite.
ja_jp: テーブルは、大量の非構造化データのストレージを必要とするアプリケーション用の NoSQL 機能を提供しています。テーブルは ISO 27001 の認定を受けた管理されたサービスで、自動的に拡張でき、最大 100 TB のデータを格納できます。テーブルは、REST およびマネージ API 経由で事実上どこからでもアクセスできます。
ko_kr: 테이블은 대량의 비구조적 데이터를 저장할 필요가 있는 응용 프로그램을 위해 NoSQL 기능을 제공합니다. 테이블은 최대 100TB의 데이터를 저장하도록 크기를 자동으로 조정할 수 있는 ISO 27001 인증 관리 서비스입니다. 테이블은 REST 및 관리되는 API를 통해 거의 어디에서나 액세스할 수 있습니다.
nl_nl: Tabellen bieden NoSQL-mogelijkheden voor toepassingen waarvoor grote hoeveelheden ongestructureerde gegevens moeten worden opgeslagen. Tabellen is een beheerde service met ISO 27001-certificering waarmee automatisch kan worden geschaald om maximaal 100 terabytes aan gegevens op te slaan. De service is bijna overal toegankelijk via REST-API's en beheerde API's.
pl_pl: Usługa Tabele oferuje funkcje NoSQL przeznaczone dla aplikacji, które potrzebują magazynu do przechowywania dużych ilości danych pozbawionych struktury. Tabele to zgodna z normą ISO 27001 usługa zarządzana, która może być automatycznie skalowana w celu obsługi danych o rozmiarze do 100 terabajtów. Jest ona dostępna praktycznie z każdego miejsca za pośrednictwem protokołu REST i zarządzanych interfejsów API.
pt_br: As tabelas não oferecem recursos de SQL para aplicativos que precisam armazenar grandes volumes de dados não estruturados. As tabelas são um serviço gerenciado com certificação ISO 27001 com dimensionamento automático para armazenar até 100 terabytes de dados. Eles podem ser acessados de praticamente qualquer lugar via REST e APIs gerenciadas.
pt_pt: As tabelas disponibilizam funções NoSQL para aplicações que necessitam de armazenar grandes volumes de dados não estruturados. As tabelas são um serviço gerido certificado de acordo com a norma ISO 27001 que pode ser dimensionado automaticamente de modo a armazenar até 100 terabytes de dados. Podem ser acedidas a partir de praticamente qualquer lugar via REST e APIs geridas.
ru_ru: Таблицы предоставляют возможности NoSQL для приложений, которые должны хранить большие объемы неструктурированных данных. Таблицы представляют собой сертифицированную в соответствии со стандартном ISO 27001 службу, которая может автоматически масштабироваться для хранения до 100 терабайт данных. Они доступны практически отовсюду с помощью интерфейсов REST и управляемых API.
sv_se: Tabeller innehåller NoSQL-funktioner och används för program som kräver lagring av stora mängder ostrukturerade data. Tabeller är en ISO 27001-certifierad och hanterad tjänst som kan skaländras automatiskt upp till att lagra 100 terabyte data. De är tillgängliga från i stort ett var som helst via REST och hanterade API:er.
tr_tr: Tablolar, büyük miktarda yapılandırılmamış veri depolaması gerektiren uygulamalar için NoSQL özellikleri sağlar. Tablolar 100 terabayta varan miktarda veriyi depolamak için otomatik olarak ölçeklenebilen, ISO 27001 sertifikalı bir yönetilen hizmettir. Bunlara REST ve yönetilen API'ler yoluyla, neredeyse her yerden erişilebilir.
zh_cn: 表为需要存储大量非结构化数据的应用程序提供 NoSQL 容量。表是经 ISO 27001 认证的托管服务，可自动扩展以存储多达 100 TB 的数据。几乎可从任何位置通过 REST 和托管 API 访问这些表。
zh_tw: 資料表提供 NoSQL 功能，可用於需要大量非結構化資料儲存體的應用程式。資料表是 ISO 27001 認證的受管理服務，可自動擴充來儲存多達 100 TB 的資料。透過 REST 和受管理 API，可從幾乎任何地方存取這些資料。

# Section1_Heading8_Text1
source: Tutorial:
cs_cz: Kurz:
da_dk: Selvstudium:
de_de: Lernprogramm:
fr_fr: Didacticiel :
hu_hu: Oktatóanyag:
it_it: Esercitazione:
ja_jp: チュートリアル:
ko_kr: 자습서:
nl_nl: Zelfstudie:
pl_pl: Samouczek:
ru_ru: Учебник:
sv_se: Självstudiekurs:
tr_tr: Öğretici:
zh_cn: 教程：
zh_tw: 教學課程：

# Section1_Heading8_Text2
source: Create an image marketplace that uses Blob storage
cs_cz: Vytvoření tržiště imagí, které využívá úložiště objektů blob
da_dk: Opret en afbildningsmarkedsplads, der bruger Blob-lagring
de_de: Erstellen eines Image-Marketplace, der den BLOB-Speicher verwendet
es_es: Cree un catálogo de imágenes que use el almacenamiento de blobs
fr_fr: Création d'un Marketplace d'images utilisant le stockage d'objets blob
hu_hu: Blobtárhelyet használó lemezkép-piactér létrehozása
it_it: Creare un marketplace di immagini che usa l'archiviazione BLOB
ja_jp: BLOB ストレージを使用するイメージ マーケットプレースの作成
ko_kr: Blob 저장소를 사용하는 이미지 마켓플레이스 만들기
nl_nl: Een marketplace met installatiekopieën maken die gebruikmaakt van blobopslag
pl_pl: Tworzenie rynku obrazów korzystającego z magazynu obiektów Blob
pt_br: Crie um marketplace de imagens que usa armazenamento em Blob
pt_pt: Criar um mercado de imagens que utilize armazenamento de Blobs
ru_ru: Создание магазина изображений в хранилище BLOB-объектов
sv_se: Skapa en marknadsplats för avbildningar som använder Blob-lagring
tr_tr: Blob depolamasını kullanan bir görüntü marketi oluşturma
zh_cn: 创建使用 Blob 存储的映像市场
zh_tw: 建立使用 Blob 儲存體的映像市集
