Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Plan_Heading_Partition
source: Partitioning data in DocumentDB
cs_cz: Dělení dat v DocumentDB
da_dk: Datapartitionering i DocumentDB
de_de: Partitionierungsdaten in DocumentDB
es_es: Creación de particiones en los datos en Base de datos de documentos
fr_fr: Partitionnement des données dans DocumentDB
hu_hu: Adatparticionálás a DocumentDB-ben
it_it: Partizionamento dei dati in DocumentDB
ja_jp: DocumentDB でのデータのパーティション分割
ko_kr: DocumentDB의 파티셔닝 데이터
nl_nl: Gegevens partitioneren in DocumentDB
pl_pl: Partycjonowanie danych w usłudze DocumentDB
pt_br: Particionamento de dados no Banco de Dados de Documentos
pt_pt: Particionamento de dados no DocumentDB
ru_ru: Данные секционирования в DocumentDB
sv_se: Partitionera data i DocumentDB
tr_tr: DocumentDB'de bölümleme verileri
zh_cn: 对 DocumentDB 中的数据进行分区
zh_tw: DocumentDB 的磁碟分割資料

# Plan_Heading_Secure
source: Securing access to DocumentDB data
cs_cz: Zabezpečení přístupu k datům DocumentDB
da_dk: Sikker adgang til DocumentDB-data
de_de: Zugriffssicherung auf DocumentDB-Daten
es_es: Protección del acceso a Base de datos de documentos
fr_fr: Sécurisation de l'accès aux données DocumentDB
hu_hu: Biztonságos hozzáférés a DocumentDB-ben tárolt adatokhoz
it_it: Protezione dell'accesso ai dati di DocumentDB
ja_jp: DocumentDB データへのアクセスのセキュリティ保護
ko_kr: DocumentDB 데이터에 안전하게 액세스
nl_nl: Toegang tot DocumentDB-gegevens beveiligen
pl_pl: Zabezpieczanie dostępu do danych w usłudze DocumentDB
pt_br: Garantindo o acesso aos dados do Banco de Dados de Documentos
pt_pt: Proteção de acesso a dados do DocumentDB
ru_ru: Защищенный доступ к данным DocumentDB
sv_se: Skydda åtkomst till DocumentDB-data
tr_tr: DocumentDB verilerine erişimin güvenliğini sağlama
zh_cn: 安全访问 DocumentDB 中的数据
zh_tw: 保護 DocumentDB 資料存取

# Plan_Subheading_Model
source: <p>Considerations for modeling data including embedding data, referencing it and hybrid data models.</p>
cs_cz: <p>Co je třeba zvážit při modelování dat, včetně vkládání dat, odkazování na ně a hybridních datových modelů.</p>
da_dk: <p>Overvejelser i forbindelse med datamodellering, f.eks. integrering af data, referering til data og hybride datamodeller.</p>
de_de: <p>Überlegungen zur Datenmodellierung einschließlich Dateneinbettung, Datenverweise und hybride Datenmodelle.</p>
es_es: <p>Consideraciones para modelar datos, incluida la incrustación de datos, la referencia a ellos y los modelos de datos híbridos.</p>
fr_fr: <p>Considérations relatives à la modélisation des données, notamment leur incorporation et leur référencement, et aux modèles de données hybrides.</p>
hu_hu: <p>Szempontok az adatmodellezéshez – adatok beágyazása, adathivatkozások, hibrid adatmodellek.</p>
it_it: <p>Considerazioni relative alla modellazione dei dati, incluse informazioni su come incorporare dati e farvi riferimento e sui modelli di dati ibridi.</p>
ja_jp: <p>データのモデル作成に関する考慮点 (データの埋め込み、参照、およびハイブリッドのデータ モデルを含む)。</p>
ko_kr: <p>데이터 포함, 참조 및 하이브리드 데이터 모델 등 모델링 데이터와 관련된 고려 사항입니다.</p>
nl_nl: <p>Overwegingen voor het modelleren van gegevens, inclusief gegevens insluiten, ernaar verwijzen en hybride gegevensmodellen.</p>
pl_pl: <p>Uwagi dotyczące modelowania danych, w tym ich osadzania i odwoływania się do nich, oraz hybrydowych modelów danych.</p>
pt_br: <p>Considerações sobre a modelagem de dados, incluindo a incorporação de dados, fazendo referência a eles e modelos de dados híbridos.</p>
pt_pt: <p>Considerações para a modelação de dados incluindo a incorporação de dados, referenciação e modelos de dados híbridos.</p>
ru_ru: <p>Планирование данных моделирования, включая данные внедрения и ссылку на них, а также модели гибридных данных.</p>
sv_se: <p>Saker att tänka på vid modellering av data, inklusive datainbäddning, referensdata och hybriddatamodeller.</p>
tr_tr: <p>Katıştırma verileri, verilere başvurma ve karma veri modelleri dahil olmak üzere modelleme verilerine ilişkin hususlar.</p>
zh_cn: <p>对数据进行分区时的考虑事项，包括嵌入数据、引用数据以及混合数据模型。</p>
zh_tw: <p>模型資料的考量，包括內嵌資料、參照及混合資料模型。</p>

# Plan_Subheading_Partition
source: <p>Considerations for partitioning data including collections, types of partitioning (range, lookup, hash) and developing a partitioned application.</p>
cs_cz: <p>Co je třeba zvážit při dělení dat, včetně kolekcí, typů dělení (rozsah, vyhledávání, algoritmus hash) a vývoj rozdělené aplikace.</p>
da_dk: <p>Overvejelser i forbindelse med datapartitionering, f.eks. samlinger, partitioneringstyper (område, opslag, hash) og udvikling af et partitioneret program.</p>
de_de: <p>Überlegungen zur Datenpartitionierung, einschließlich Sammlungen, Art der Partitionierung (Bereich, Suche, Hash) und Entwicklung einer partitionierten Anwendung.</p>
es_es: <p>Consideraciones para crear particiones en los datos, incluidas las colecciones, los tipos de particiones (rango, búsqueda y hash) y el desarrollo de una aplicación particionada.</p>
fr_fr: <p>Considérations relatives au partitionnement des données, notamment les collections et les types de partitionnement (plage, recherche, hachage), et au développement d'une application partitionnée.</p>
hu_hu: <p>Szempontok az adatparticionáláshoz – gyűjtemények, particionálási típusok (értékkészlet-, keresés- és hash-alapú particionálás), particionált alkalmazás fejlesztése.</p>
it_it: <p>Considerazioni relative al partizionamento dei dati, incluse informazioni su raccolte, tipi di partizionamento (intervallo, ricerca, hash) e sviluppo di un'applicazione partizionata.</p>
ja_jp: <p>データのパーティション分割に関する考慮点 (コレクション、パーティション分割のタイプ (範囲、ルックアップ、ハッシュ)、およびパーティション分割されたアプリケーションの開発を含む)。</p>
ko_kr: <p>컬렉션, 파티셔닝 유형(범위, 조회, 해시) 및 파티션된 응용 프로그램 개발 등 파티셔닝 데이터와 관련된 고려 사항입니다.</p>
nl_nl: <p>Overwegingen voor het partitioneren van gegevens, inclusief verzamelingen, typen partitionering (bereik, opzoeken, hash) en het ontwikkelen van een gepartitioneerde toepassing.</p>
pl_pl: <p>Uwagi dotyczące partycjonowania danych, w tym kolekcji, typów partycjonowania (zakres, odnośnik, skrót) i tworzenia aplikacji używających partycjonowania.</p>
pt_br: <p>Considerações sobre os dados de particionamento incluindo coleções, tipos de particionamento (intervalo, pesquisa, hash) e o desenvolvimento de um aplicativo particionado.</p>
pt_pt: <p>Considerações para o particionamento de dados, incluindo coleções, tipos de particionamento (intervalo, pesquisa, hash) e programação de uma aplicação particionada.</p>
ru_ru: <p>Планирование данных секционирования, включая коллекции, типы секционирования (по диапазонам значений, по спискам значений и хэш-секционирование), а также разработка секционированного приложения.</p>
sv_se: <p>Saker att tänka på vid partitionering av data, inklusive samlingar, typer av partitionering (intervall, sökning, hash) och utveckling av ett partitionerat program.</p>
tr_tr: <p>Koleksiyonlar, bölümleme türleri (aralık, arama, karma) ve bölümlenmiş bir uygulama geliştirme dahil olmak üzere bölümleme verilerine ilişkin hususlar.</p>
zh_cn: <p>对数据进行分区时的考虑事项，包括集合、分区类型（如范围、查阅项、哈希）和开发已分区的应用程序。</p>
zh_tw: <p>磁碟分割資料的考量，包括集合、磁碟分割類型 (範圍、查詢、雜湊) 以及開發磁碟分割應用程式。</p>

# Plan_Subheading_Secure
source: <p>Overview of access control concepts for DocumentDB and info about master and read-only keys, resource tokens and permissions. Includes code snippets.</p>
cs_cz: <p>Přehled konceptů řízení přístupu pro DocumentDB a informace o hlavních klíčích a klíčích jen pro čtení, tokenech prostředků a oprávněních. Zahrnuje fragmenty kódu.</p>
da_dk: <p>Oversigt over begreber inden for adgangskontrol i DocumentDB og oplysninger om hovednøgler, nøgler med læseadgang, ressourcetokens og tilladelser. Indeholder kodestykker.</p>
de_de: <p>Übersicht über Konzepte zur Zugangskontrolle für DocumentDB und Infos zu Haupt- und Nur-Lese-Schlüsseln, Ressourcetoken und Berechtigungen Mit Codeausschnitten.</p>
es_es: <p>Información general de los conceptos de control de acceso para Base de datos de documentos e información acerca de claves maestras y de solo lectura, tokens de recursos y permisos. Incluye fragmentos de código.</p>
fr_fr: <p>Vue d'ensemble des concepts relatifs au contrôle de l'accès pour DocumentDB, et informations sur les clés principales et en lecture seule, les jetons de ressource et les autorisations. Inclut des fragments de code.</p>
hu_hu: <p>A DocumentDB-vel kapcsolatos hozzáférés-vezérlési fogalmak áttekintése, valamint információ a mesterkulcsokról, az írásvédett kulcsokról, az erőforrás-jogkivonatokról és az engedélyekről. Kódrészleteket tartalmaz.</p>
it_it: <p>Panoramica dei concetti relativi al controllo di accesso per DocumentDB, con informazioni su chiavi master e di sola lettura, token risorsa e autorizzazioni. Sono inclusi frammenti di codice.</p>
ja_jp: <p>DocumentDB のアクセス制御コンセプトの概要、およびマスター キーと読み取り専用キー、リソース トークン、およびアクセス許可についての情報です。コード スニペットが含まれます。</p>
ko_kr: <p>DocumentDB의 액세스 제어 개념에 대한 개요, 마스터 키 및 읽기 전용 키, 리소스 토큰, 권한에 대한 정보입니다. 코드 조각을 포함합니다.</p>
nl_nl: <p>Overzicht van concepten voor toegangsbeheer voor DocumentDB en informatie over hoofd- en alleen-lezensleutels, brontokens en toestemmingen. Codefragmenten opnemen.</p>
pl_pl: <p>Omówienie pojęć z zakresu kontroli dostępu do usługi DocumentDB, a także informacje na temat kluczy głównych i tylko do odczytu, tokenów zasobów oraz uprawnień. Zawiera fragmenty kodu.</p>
pt_br: <p>Visão geral dos conceitos de controle de acesso para o Banco de Dados de Documentos e informações sobre chaves mestre e somente leitura, tokens de recursos e permissões. Inclui trechos de código.</p>
pt_pt: <p>Descrição geral de conceitos de controlo de acesso ao DocumentDB e informações sobre chaves mestras e só de leitura, tokens de recurso e permissões. Inclui fragmentos de códigos.</p>
ru_ru: <p>Обзор концепций по управлению доступом для DocumentDB, а также информация о главном ключе и ключе доступа на чтение, токенах ресурсов и разрешениях. Включает фрагменты кода.</p>
sv_se: <p>Översikt över åtkomstkontrollkoncept för DocumentDB, samt information om huvudnycklar och skrivskyddade nycklar, resurstokens och behörigheter. Innefattar kodavsitt.</p>
tr_tr: <p>DocumentDB'ye yönelik erişim denetimi kavramlarına genel bakış ve ana ve salt okunur anahtarlara, kaynak belirteçlerine ve izinlere ilişkin bilgiler. Kod parçacıklarını içerir.</p>
zh_cn: <p>DocumentDB 的访问控制概念概述和关于主键和只读键、资源令牌和权限的信息。包括代码段。</p>
zh_tw: <p>DocumentDB 的存取控制概念總覽，以及與主要和唯讀金鑰、資源權杖和權限相關的資訊。包括程式碼片段。</p>

source: Preview
da_dk: Prøveversion
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
hu_hu: Előzetes verzió
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리 보기
pl_pl: Wersja zapoznawcza
pt_br: Visualização
pt_pt: Pré-visualização
ru_ru: Предварительная версия
sv_se: Förhandsversion
tr_tr: Önizleme
zh_cn: 预览
zh_tw: 預覽
