Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Featured_Heading
source: Featured articles
cs_cz: Doporučené články
da_dk: Udvalgte artikler
de_de: Schwerpunktartikel
es_es: Artículos destacados
fr_fr: Articles recommandés
hu_hu: Kiemelt cikkek
it_it: Articoli disponibili
ja_jp: おすすめの記事
ko_kr: 추천 문서
nl_nl: Aanbevolen artikelen
pl_pl: Polecane artykuły
pt_br: Artigos em destaque
pt_pt: Artigos em destaque
ru_ru: Основные статьи
sv_se: Aktuella artiklar
tr_tr: Öne çıkan makaleler
zh_cn: 特色文章
zh_tw: 精選文章

# Hero_Content
source: <p>The documentation and tutorials here get you started using this fully-managed NoSQL document database-as-a-service. Quickly create and query schema-free databases, develop .NET, Node.js, Java, Javascript, or Python apps using robust code samples, access your data using the RESTful HTTP interface, or go to our playground to run queries against live data.</p>
cs_cz: <p>Dokumentace a kurzy, které tady najdete, vám pomůžou začít používat tuto plně spravovanou NoSQL dokumentovou databázi nabízenou jako služba. Rychle vytvářejte a dotazujte se na databáze bez schémat, vyvíjejte aplikace pro .NET, Node.js, Javu, JavaScript nebo Python pomocí robustních ukázek kódu, přistupujte ke svým datům pomocí rozhraní HTTP RESTful nebo pojďte na naše hřiště a spouštějte dotazy proti živým datům.</p>
da_dk: <p>Denne dokumentation og disse selvstudier hjælper dig i gang med at bruge denne fuldt administrerede NoSQL-dokumentdatabase som en tjeneste. Du kan hurtigt oprette og køre forespørgsler på skemafrie databaser, udvikle apps i .NET, Node.js, Java, Javascript eller Python ved hjælp af robuste kodeeksempler, få adgang til dine data via RESTful HTTP-grænsefladen eller besøge vores legeplads, hvor du kan køre forespørgsler på live data.</p>
de_de: <p>Die hier bereitgestellte Dokumentation und bereitgestellten Lernprogramme unterstützen Sie bei den ersten Schritten mit der vollständig verwalteten, als Dienst bereitgestellten NoSQL-Dokumentdatenbank. Damit können Sie schnell Datenbanken erstellen und diese über ein schemafreies Datenmodell abfragen, .NET-, Node.js-, Java-, JavaScript- oder Pythonapps unter Verwendung stabiler Codebeispiele entwickeln, mithilfe der REST-fähigen HTTP-Schnittstelle auf Ihre Daten zugreifen, oder Livedatenabfragen ausführen.</p>
es_es: <p>Esta documentación y tutoriales le introducen en el uso de este servicio de base de datos de documentos NoSQL totalmente administrados. Cree y consulte rápidamente bases de datos sin esquemas, desarrolle aplicaciones de .NET, Node.js, Java, Javascript o Python usando ejemplos de código sólido, acceda a sus datos usando la interfaz HTTP RESTful o vaya a nuestra área de juegos para ejecutar consultas en datos activos.</p>
fr_fr: <p>La documentation et les didacticiels fournis ici vous montrent comment utiliser cette base de données de documents NoSQL en tant que service intégralement gérée. Créez et interrogez rapidement des bases de données sans schéma, développez des applications .NET, Node.js, Java, Javascript ou Python à l'aide d'exemples de code robustes, accédez à vos données à l'aide de l'interface HTTP RESTful ou faites appel à notre interface pour exécuter des requêtes sur les données actives.</p>
hu_hu: <p>Az itt elérhető dokumentáció és oktatóanyagok megkönnyítik e teljes körűen felügyelt, szolgáltatásként kínált dokumentum-adatbázis használatának első lépéseit. Könnyedén hozhat létre és kérdezhet le sémamentes adatbázisokat, a robusztus kódminták segítségével .NET, Node.js, Java és Javascript nyelven fejleszthet alkalmazásokat, adatait a RESTful HTTP-felület használatával érheti el, és tesztlekérdezéseket is futtathat élő adatokon.</p>
it_it: <p>La documentazione e le esercitazioni presentate in questa pagina offrono le risorse necessarie per iniziare a usare questo database di documenti NoSQL completamente gestito distribuito come servizio. Puoi creare e sottoporre a query database senza schema in modo rapido, sviluppare app .NET, Node.js, Java, Javascript o Python con solidi esempi di codice, accedere ai dati usando l'interfaccia HTTP RESTful o visitare la nostra area per eseguire query su dati in tempo reale.</p>
ja_jp: <p>このドキュメントとチュートリアルによって、完全に管理されたサービスとしての NoSQL ドキュメント データベースの使用を開始します。スキーマフリーなデータベースを迅速に作成して照会を実行したり、信頼性の高いコード サンプルを使用して .NET、Node.js、Java、Javascript、Python のアプリを開発したり、RESTful HTTP インターフェイスを使用してデータにアクセスしたり、Playground でライブ データに対して照会を実行したりします。</p>
ko_kr: <p>이 설명서와 자습서에서는 완전히 관리되는 NoSQL 문서 DaaS(Database-as-a-Service)를 사용하는 방법을 설명합니다. 스키마 없는 데이터베이스를 빠르게 만들고 쿼리하거나 강력한 코드 샘플을 사용하여 .NET, Node.js, Java, Javascript 또는 Python 앱을 개발하거나 RESTful HTTP 인터페이스를 사용하여 데이터에 액세스하거나 라이브 데이터에 대해 쿼리를 실행하는 실습으로 이동할 수 있습니다.</p>
nl_nl: <p>Met deze documentatie en zelfstudies kunt u aan de slag met deze volledig beheerde NoSQL-document database-as-a-service. U kunt snel databases zonder schema maken en opvragen, .NET-, Node.js-, Java-, Javascript- of Python-apps ontwikkelen met robuuste codevoorbeelden, toegang krijgen tot uw gegevens met de RESTful HTTP-interface, of naar onze testomgeving gaan om query's uit te voeren op live gegevens.</p>
pl_pl: <p>Dostępna tutaj dokumentacja i samouczki zawierają wprowadzenie do korzystania z tej w pełni zarządzanej bazy danych dokumentów NoSQL jako usługi. Szybkie tworzenie baz danych bez schematu i generowanie dla nich zapytań, tworzenie aplikacji .NET, Node.js, Java, Javascript lub Python przy użyciu niezawodnych przykładów kodu, uzyskiwanie dostępu do danych przy użyciu interfejsu RESTful protokołu HTTP lub przechodzenie do naszego placu zabaw w celu uruchamiania zapytań dotyczących danych dynamicznych.</p>
pt_br: <p>A documentação e os tutoriais ajudam você a começar a usar este banco de dados como serviço de documentos NoSQL totalmente gerenciado. Crie e consulte rapidamente bancos de dados sem esquemas, desenvolva aplicativos .NET, Node.js, Java, Javascript ou Phyton usando exemplos de código robustos, acesse seus dados usando a interface RESTful HTTP ou acesse nosso playground para executar consultas em dados dinâmicos.</p>
pt_pt: <p>A documentação e os tutoriais aqui presentes introduzem-no à utilização da base de dados como serviço de documentos NoSQL completamente gerida. Crie e consulte rapidamente bases de dados sem esquemas, desenvolva aplicações .NET, Node.js, Java, Javascript ou Python utilizando amostras de código robustas, aceda aos seus dados utilizando a interface RESTful HTTP ou aceda ao nosso parque recreativo para executar consultas em dados dinâmicos.</p>
ru_ru: <p>Документация по началу работы с полностью управляемой базой данных NoSQL как услуги. Быстро создавайте и запрашивайте базы данных без схем, разрабатывайте приложения на языке .NET, Node.js, Java, Javascript или Python с помощью надежных образцов кодов, получайте доступ к данным через интерфейс REST HTTP или переходите на нашу площадку и выполняйте запросы оперативных данных.</p>
sv_se: <p>Dokumentationen och självstudierna här hjälper dig att komma igång med denna fullständigt hanterade NoSQL-dokumentdatabas-som-tjänst. Du kan snabbt skapa och använda schemafria databaser och utveckla .NET-, Node.js-, Java-, Javascript- eller Python-program med robusta kodexempel. Du får tillgång till dina data med RESTful HTTP-gränssnittet och till vår spelplan där du kan köra frågor mot realtidsdata.</p>
tr_tr: <p>Buradaki belgeler ve öğreticiler, tam olarak yönetilen NoSQL belge hizmet olarak veritabanını kullanmaya başlamanıza yardımcı olur. Hızlı bir şekilde şemasız veritabanları oluşturun ve sorgulayın, sağlam kod örnekleri kullanarak .NET, Node.js, Java, Javascript veya Python uygulamaları geliştirin, RESTful HTTP arabirimini kullanarak verilerinize erişin veya oyun alanımıza giderek canlı verilerde sorgu çalıştırın.</p>
zh_cn: <p>此处的文档和教程可帮助你开始使用此完全托管的 NoSQL 文档数据库即服务。快速创建和查询无架构的数据库，使用可靠的代码示例开发 .NET、Node.js、Java、Javascript 或 Python 应用程序，使用 RESTful HTTP 接口访问你的数据，或者转到我们的 Playground 对实时数据运行查询。</p>
zh_tw: <p>此處的文件和教學課程協助您開始使用這個完整管理的 NoSQL 文件資料庫即服務。快速建立及查詢免用結構描述的資料庫，使用健全的範本程式碼開發 .NET、Node.js、Java、Javascript、Python 應用程式，使用 RESTful HTTP 介面存取資料，或前往我們的遊樂場針對即時資料執行查詢。</p>

# Hero_Heading
source: DocumentDB documentation {0}
cs_cz: Dokumentace k DocumentDB {0}
da_dk: Dokumentation til DocumentDB {0}
de_de: DocumentDB-Dokumentation {0}
es_es: Documentación sobre Base de datos de documentos {0}
fr_fr: Documentation DocumentDB {0}
hu_hu: DocumentDB – dokumentáció {0}
it_it: Documentazione di DocumentDB{0}
ja_jp: DocumentDB のドキュメント {0}
ko_kr: DocumentDB 설명서 {0}
nl_nl: Documentatie voor DocumentDB {0}
pl_pl: Dokumentacja usługi DocumentDB {0}
pt_br: Documentação do Banco de Dados de Documentos {0}
pt_pt: Documentação do DocumentDB {0}
ru_ru: Документация DocumentDB {0}
sv_se: Dokumentation om DocumentDB {0}
tr_tr: DocumentDB belgeleri {0}
zh_cn: DocumentDB 文档·{0}
zh_tw: DocumentDB 文件{0}

# Hero_SubHeading
source: Learn how to use this fully-managed, scalable, NoSQL document database service
cs_cz: Přečtěte si, jak používat tuto plně spravovanou, škálovatelnou dokumentovou databázovou službu založenou na technologii NoSQL.
da_dk: Få mere at vide om, hvordan du bruger denne fuldt administrerede, skalerbare NoSQL-dokumentdatabasetjeneste
de_de: Lernen Sie den Umgang mit diesem vollständig verwalteten, skalierbaren, NoSQL-Dokumentdatenbankdienst.
es_es: Aprenda a usar este servicio de base de datos de documentos NoSQL escalables, totalmente administrados.
fr_fr: Découvrez comment utiliser ce service de base de données de documents NoSQL intégralement géré et évolutif
hu_hu: Ismerkedjen meg ennek e teljes körűen felügyelt, méretezhető NoSQL dokumentumadatbázis-szolgáltatás használatával
it_it: Scopri come usare questo servizio di database di documenti NoSQL completamente gestito e scalabile
ja_jp: 完全に管理された、スケーラブルな NoSQL ドキュメント データベース サービスの使用法について説明します
ko_kr: 이 완전히 관리되는 확장 가능한 NoSQL 문서 데이터베이스 서비스를 사용하는 방법 알아보기
nl_nl: Leer hoe u deze volledig beheerde, schaalbare NoSQL-documentdatabaseservice kunt gebruiken
pl_pl: Dowiedz się, jak korzystać z tej w pełni zarządzanej, skalowalnej usługi bazy danych dokumentów NoSQL
pt_br: Aprenda a usar este serviço de banco de dados de documentos do NoSQL totalmente gerenciado e escalonável
pt_pt: Saiba como utilizar este serviço de base de dados de documentos NoSQL, dimensionável e completamente gerido
ru_ru: Подробнее об использовании полностью управляемой и масштабируемой службы базы данных документации NoSQL
sv_se: Lär dig att använda den här fullständigt hanterade, skalbara NoSQL-dokumentdatabastjänsten
tr_tr: Bu tam olarak yönetilen, ölçeklenebilir, NoSQL belge veritabanı hizmetini kullanmayı öğrenin
zh_cn: 了解如何使用此完全托管且可缩放的 NoSQL 文档数据库服务
zh_tw: 了解如何使用這個完整管理、可擴充的 NoSQL 文件資料庫服務

# MoreResources_Heading
source: Looking for More Resources?
cs_cz: Hledáte další zdroje informací?
da_dk: Har du brug for flere ressourcer?
de_de: Sie suchen weitere Ressourcen?
es_es: ¿Busca más recursos?
fr_fr: Vous recherchez d'autres ressources ?
hu_hu: További háttéranyagok
it_it: Altre risorse
ja_jp: その他のリソース
ko_kr: 추가 리소스를 찾으시나요?
nl_nl: Wilt u meer bronnen ontdekken?
pl_pl: Szukasz więcej zasobów?
pt_br: Procurando mais recursos?
pt_pt: Procura Mais Recursos?
ru_ru: Нужны дополнительные ресурсы?
sv_se: Behöver du mer resurser?
tr_tr: Daha Fazla Kaynak mı Arıyorsunuz?
zh_cn: 寻找更多资源？
zh_tw: 要尋找更多資源嗎？

# QuickLinks_Heading
source: Quick links
cs_cz: Rychlé odkazy
da_dk: Hurtige links
de_de: Direktlinks
es_es: Vínculos rápidos
fr_fr: Liens rapides
hu_hu: Gyorshivatkozások
it_it: Collegamenti rapidi
ja_jp: クイック リンク
ko_kr: 퀵링크
nl_nl: Snelkoppelingen
pl_pl: Szybkie łącza
pt_br: Links rápidos
pt_pt: Hiperligações rápidas
ru_ru: Быстрые ссылки
sv_se: Snabblänkar
tr_tr: Hızlı bağlantılar
zh_cn: 快速链接
zh_tw: 快速連結

# QuickLink_1
source: Try DocumentDB now
cs_cz: Vyzkoušejte DocumentDB.
da_dk: Prøv DocumentDB nu
de_de: DocumentDB jetzt testen
es_es: Pruebe Base de datos de documentos ahora
fr_fr: Essayez DocumentDB dès maintenant
hu_hu: Próbálja ki most a DocumentDB-t
it_it: Prova subito DocumentDB
ja_jp: DocumentDB を今すぐ試す
ko_kr: 지금 DocumentDB 사용해 보기
nl_nl: Probeer DocumentDB nu uit
pl_pl: Wypróbuj usługę DocumentDB teraz
pt_br: Experimente o Banco de Dados de Documentos agora
pt_pt: Experimente agora o DocumentDB
ru_ru: Попробуйте DocumentDB прямо сейчас
sv_se: Prova DocumentDB nu
tr_tr: DocumentDB'yi hemen deneyin
zh_cn: 立即试用 DocumentDB
zh_tw: 立即試用 DocumentDB

# QuickLink_2
source: Go to our playground to try SQL queries in DocumentDB
cs_cz: Přejděte na naše hřiště a zkuste si SQL dotazy v DocumentDB.
da_dk: Besøg vores legeplads, hvor du kan køre SQL-forspørgsler i DocumentDB
de_de: Testen Sie die SQL-Abfragen in DocumentDB
es_es: Vaya a nuestra área de juegos para intentar consultas SQL en Base de datos de documentos.
fr_fr: Accédez à notre interface pour tester les requêtes SQL dans DocumentDB
hu_hu: Látogasson el tesztpályánkra, és futtasson SQL-lekérdezéseket a DocumentDB-ben
it_it: Accedi alla nostra area per provare le query SQL in DocumentDB
ja_jp: Playground に移動して DocumentDB で SQL クエリを試す
ko_kr: 실습으로 이동하여 DocumentDB에서 SQL 쿼리 시도
nl_nl: Ga naar onze testomgeving om SQL-query's uit te proberen in DocumentDB
pl_pl: Przejdź do naszego placu zabaw, aby wypróbować zapytania SQL w usłudze DocumentDB
pt_br: Acesse nosso playground para experimentar consultas SQL no Banco de Dados de Documentos
pt_pt: Aceda ao nosso parque recreativo para experimentar as consultas SQL no Document DB
ru_ru: Перейдите на нашу площадку и попробуйте запросы SQL в DocumentDB
sv_se: Gå till vår spelplan för att köra SQL-frågor i DocumentDB
tr_tr: DocumentDB'de SQL sorgularını denemek için oyun alanımıza gidin
zh_cn: 转到我们的 Playground 试用 DocumentDB 中的 SQL 查询
zh_tw: 前往我們的遊樂場試用 DocumentDB 中的 SQL 查詢

# QuickLink_3
source: DocumentDB pricing details
cs_cz: DocumentDB – podrobnosti o cenách
da_dk: Prisoplysninger for DocumentDB
de_de: DocumentDB-Preisdetails
es_es: Detalles de precios de Base de datos de documentos
fr_fr: Tarification DocumentDB
hu_hu: A dokumentum-adatbázis részletes díjszabása
it_it: Dettagli relativi ai prezzi di DocumentDB
ja_jp: DocumentDB の料金詳細
ko_kr: DocumentDB 가격 세부 정보
nl_nl: Prijsinformatie voor DocumentDB
pl_pl: Szczegóły cennika bazy danych DocumentDB
pt_br: Detalhes de preços do Banco de Dados de Documentos
pt_pt: Detalhes de preço do DocumentDB
ru_ru: Сведения о ценах на DocumentDB
sv_se: Prisinformation för DocumentDB
tr_tr: DocumentDB fiyatlandırma ayrıntıları
zh_cn: DocumentDB 定价详细信息
zh_tw: DocumentDB 定價詳細資料

# Resource1_Content
source: Azure solutions for managing your data
cs_cz: Řešení Azure pro správu vašich dat
da_dk: Azure-løsninger til administration af dine data
de_de: Azure-Lösungen zum Verwalten Ihrer Daten
es_es: Soluciones de Azure para administrar sus datos
fr_fr: Solutions Azure pour la gestion de vos données
hu_hu: Adatkezelési Azure-megoldások
it_it: Soluzioni Azure per la gestione dei dati
ja_jp: データを管理するための Azure ソリューション
ko_kr: 데이터 관리용 Azure 솔루션
nl_nl: Azure-oplossingen voor het beheren van uw gegevens
pl_pl: Rozwiązania platformy Azure do zarządzania danymi
pt_br: Soluções do Azure para gerenciar seus dados
pt_pt: Soluções Azure para gerir os seus dados
ru_ru: Решения Azure для управления данными
sv_se: Azure-lösningar för hantering av dina data
tr_tr: Verilerinizi yönetmeniz için Azure çözümleri
zh_cn: 用于管理数据的 Azure 解决方案
zh_tw: 適合管理資料的 Azure 解決方案

# Resource1_Heading
source: Solutions
cs_cz: Řešení
da_dk: Løsninger
de_de: Lösungen
es_es: Soluciones
hu_hu: Megoldások
it_it: Soluzioni
ja_jp: ソリューション
ko_kr: 솔루션
nl_nl: Oplossingen
pl_pl: Rozwiązania
pt_br: Soluções
pt_pt: Soluções
ru_ru: Решения
sv_se: Lösningar
tr_tr: Çözümler
zh_cn: 解决方案
zh_tw: 解決方案

# Resource2_Content
source: .NET, Node.js, REST, SQL, and other references for DocumentDB
cs_cz: .NET, Node.js, REST, SQL a ostatní reference pro DocumentDB
da_dk: .NET, Node.js, REST, SQL og andre referencer til DocumentDB
de_de: .NET, Node.js, REST, SQL und andere Referenzen für DocumentDB
es_es: .NET, Node.js, REST, SQL y otras referencias para Base de datos de documentos
fr_fr: .NET, Node.js, REST, SQL et autres références pour DocumentDB
hu_hu: .NET-, Node.js-, REST-, SQL- és egyéb segédanyagok a Dokumentum-adatbázishoz
it_it: .NET, Node.js, REST, SQL e altri riferimenti per DocumentDB
ja_jp: .NET、Node.js、REST、SQL、およびその他の DocumentDB のリファレンス
ko_kr: .NET, Node.js, REST, SQL, 및 기타 DocumentDB 참조
nl_nl: .NET, Node.js, REST, SQL en andere DocumentDB-referenties
pl_pl: .NET, Node.js, REST, SQL i pozostała dokumentacja dotycząca bazy danych DocumentDB
pt_br: .NET, Node.js, REST, SQL e outras referências para o Banco de Dados de Documentos
pt_pt: .NET, Node.js, REST, SQL e outras referências para o DocumentDB
ru_ru: .NET, Node.js, REST, SQL и другие материалы по DocumentDB
sv_se: .NET, Node.js, REST, SQL och andra referenser för DocumentDB
tr_tr: .NET, Node.js, REST, SQL ve DocumentDB için diğer başvurular
zh_cn: DocumentDB 的 .NET、Node.js、REST、SQL 和其他参考资料
zh_tw: .NET、Node.js、REST、SQL 及其他 DocumentDB 的參考

# Resource2_Heading
source: Reference docs
cs_cz: Referenční dokumenty
da_dk: Referencedokumenter
de_de: Referenzdokumente
es_es: Documentos de referencia
fr_fr: Documents de référence
hu_hu: Segédanyagok
it_it: Documenti di riferimento
ja_jp: リファレンス ドキュメント
ko_kr: 참조 문서
nl_nl: Referentiedocumenten
pl_pl: Dokumentacja
pt_br: Documentos de referência
pt_pt: Documentos de referência
ru_ru: Справочные документы
sv_se: Referensdokument
tr_tr: Başvuru belgeleri
zh_cn: 参考文档
zh_tw: 參考文件

# Resource3_Content
source: Ask questions, share insights, and discuss the platform.
cs_cz: Ptejte se, sdílejte poznatky a diskutujte o záležitostech týkajících se platformy.
da_dk: Stil spørgsmål, del din indsigt, og diskuter platformen.
de_de: Stellen Sie Fragen, teilen Sie Erfahrungen, und tauschen Sie sich über die Plattform aus.
es_es: Haga preguntas, comparta opiniones y analice la plataforma.
fr_fr: Poser des questions, partager des informations utiles et débattre de la plateforme.
hu_hu: Kérdések, tapasztalatok és beszélgetés a platformról
it_it: Porre domande, condividere i punti di vista e discutere circa la piattaforma.
ja_jp: プラットフォームについて質問したり、情報を共有したり、意見を交わしたりする。
ko_kr: 질문을 하고 의견을 공유하고 플랫폼에 대해 토론해 보세요.
nl_nl: Stel vragen, deel ideeën en bespreek het platform.
pl_pl: Zadawaj pytania, dziel się spostrzeżeniami i dyskutuj o platformie.
pt_br: Faça perguntas, compartilhe informações e discuta a plataforma.
pt_pt: Faça perguntas, partilhe perceções e debata a plataforma.
ru_ru: Задавайте вопросы, делитесь идеями и обсуждайте платформу.
sv_se: Ställ frågor, dela med dig av dina insikter och diskutera plattformen.
tr_tr: Soru sorun, görüşlerinizi paylaşın ve platformu tartışın.
zh_cn: 提出问题、分享见解和讨论平台。
zh_tw: 針對平台提出問題、分享見解和相互討論。

# Resource3_Heading
source: Forum
cs_cz: Fórum
es_es: Foro
hu_hu: Fórum
ja_jp: フォーラム
ko_kr: 포럼
pt_br: Fórum
pt_pt: Fórum
ru_ru: Форум
zh_cn: 论坛
zh_tw: 論壇

# Resource_Whitepaper_Content
source: David Chappell introduces DocumentDB
cs_cz: David Chappell představuje DocumentDB
da_dk: David Chappell præsenterer DocumentDB
de_de: David Chappell stellt DocumentDB vor
es_es: David Chappell presenta Base de datos de documentos
fr_fr: David Chappell présente DocumentDB
hu_hu: David Chappell bemutatja a Dokumentum-adatbázist
it_it: David Chappell presenta DocumentDB
ja_jp: David Chappell 氏による DocumentDB の紹介
ko_kr: David Chappell의 DocumentDB 소개
nl_nl: David Chappell introduceert DocumentDB
pl_pl: David Chappell przedstawia bazę danych DocumentDB
pt_br: David Chappell apresenta o Banco de Dados de Documentos
pt_pt: David Chappell apresenta o DocumentDB
ru_ru: Дэвид Чэппел (David Chappell) представляет базу данных документации
sv_se: David Chappell presenterar DocumentDB
tr_tr: David Chappell, DocumentDB'yi tanıtıyor
zh_cn: David Chappell 介绍 DocumentDB
zh_tw: David Chappell 介紹 DocumentDB

# Resource_Whitepaper_Heading
source: Whitepaper
cs_cz: Dokument white paper
da_dk: Hvidbog
es_es: Notas del producto
fr_fr: Livre blanc
hu_hu: Tanulmány
ja_jp: ホワイトペーパー:
ko_kr: 백서
nl_nl: Technisch document
pl_pl: Oficjalny dokument
pt_pt: Documento técnico
ru_ru: Технический документ
sv_se: Dokumentation
tr_tr: Teknik İnceleme
zh_cn: 白皮书
zh_tw: 白皮書

# Explore_Heading_Intro
source: Service overview
cs_cz: Přehled služeb
da_dk: Tjenesteoversigt
de_de: Übersicht über die Dienste
es_es: Descripción general del servicio
fr_fr: Vue d'ensemble des services
hu_hu: A szolgáltatás áttekintése
it_it: Panoramica del servizio
ja_jp: サービスの概要
ko_kr: 서비스 개요
nl_nl: Overzicht van services
pl_pl: Omówienie usługi
pt_br: Visão geral do serviço
pt_pt: Descrição geral do serviço
ru_ru: Обзор службы
sv_se: Tjänstöversikt
tr_tr: Hizmete genel bakış
zh_cn: 服务概述
zh_tw: 服務概觀

# Explore_Heading
source: Explore
cs_cz: Prozkoumejte
da_dk: Opdag
de_de: Durchsuchen
es_es: Explorar
fr_fr: Explorer
hu_hu: Ismerkedés
it_it: Esplora
ja_jp: さらに詳しく
ko_kr: 탐색
nl_nl: Verkennen
pl_pl: Informacje
pt_br: Explorar
pt_pt: Explorar
ru_ru: Изучить
sv_se: Utforska
tr_tr: Keşfedin
zh_cn: 探究
zh_tw: 探索

# Featured_CreateAccount
source: Create a database account
cs_cz: Vytvoření účtu databáze
da_dk: Opret en databasekonto
de_de: Erstellen eines Datenbankkontos
es_es: Cree una cuenta de base de datos
fr_fr: Création d'un compte de base de données
hu_hu: Adatbázisfiók létrehozása
it_it: Creazione di un account di database
ja_jp: データベース アカウントの作成
ko_kr: 데이터베이스 계정 만들기
nl_nl: Een databaseaccount maken
pl_pl: Tworzenie konta bazy danych
pt_br: Criar uma conta de banco de dados
pt_pt: Criar uma conta de base de dados
ru_ru: Создание учетной записи базы данных
sv_se: Skapa ett databaskonto
tr_tr: Veritabanı hesabı oluşturma
zh_cn: 创建数据库帐户
zh_tw: 建立資料庫帳戶

# Featured_GetStarted
source: Get started with the DocumentDB .NET SDK
cs_cz: Začínáme se sadou DocumentDB .NET SDK
da_dk: Introduktion til DocumentDB .NET SDK
de_de: Erste Schritte mit dem DocumentDB .NET SDK
es_es: Introducción a SDK para .NET de Base de datos de documentos
fr_fr: Prise en main du Kit de développement logiciel (SDK) DocumentDB
hu_hu: Ismerkedés a DocumentDB .NET SDK-val
it_it: Introduzione a .NET SDK per DocumentDB
ja_jp: DocumentDB .NET SDK を使ってみる
ko_kr: DocumentDB .NET SDK 시작
nl_nl: Aan de slag met de DocumentDB .NET SDK
pl_pl: Wprowadzenie do zestawu SDK dla platformy .NET usługi DocumentDB
pt_br: Introdução ao SDK .NET do Banco de Dados de Documentos
pt_pt: Introdução ao .NET SDK do DocumentDB
ru_ru: Начало работы с DocumentDB .NET SDK
sv_se: Kom igång med DocumentDB .NET SDK
tr_tr: DocumentDB .NET SDK'yi kullanmaya başlayın
zh_cn: 开始使用 DocumentDB .NET SDK
zh_tw: 開始使用 DocumentDB .NET SDK

# Manage_Heading
source: Manage
cs_cz: Správa
da_dk: Administrer
de_de: Verwalten
es_es: Administrar
fr_fr: Gérer
hu_hu: Kezelés
it_it: Gestire
ja_jp: 管理
ko_kr: 관리
nl_nl: Beheren
pl_pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ru_ru: Управление
sv_se: Hantera
tr_tr: Yönetin
zh_cn: 管理
zh_tw: 管理
