Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Manage_Heading_Manage
source: Manage DocumentDB capacity and performance
cs_cz: Správa kapacity a výkonu DocumentDB
da_dk: Administrer DocumentDB-kapacitet og -ydeevne
de_de: Verwalten von DocumentDB-Kapazität und -Leistung
es_es: Administre la capacidad y el rendimiento de Base de datos de documentos
fr_fr: Gestion des capacités et performances de DocumentDB
hu_hu: A Dokumentum-adatbázis kapacitásának és teljesítményének felügyelete
it_it: Gestisci la capacità e le prestazioni di DocumentDB
ja_jp: DocumentDB の容量とパフォーマンスの管理
ko_kr: DocumentDB 용량 및 성능 관리
nl_nl: De capaciteit en prestaties van DocumentDB beheren
pl_pl: Zarządzanie pojemnością i wydajnością bazy danych DocumentDB
pt_br: Gerenciar capacidade e desempenho do Banco de Dados de Documentos
pt_pt: Gerir o desempenho e a capacidade do DocumentDB
ru_ru: Управление емкостью и производительностью DocumentDB
sv_se: Hantera kapacitet och prestanda för DocumentDB
tr_tr: DocumentDB'nin kapasitesini ve performansını yönetme
zh_cn: 管理 DocumentDB 容量和性能
zh_tw: 管理 DocumentDB 容量和效能

# META_PAGETITLE
source: DocumentDB Documentation | Azure
cs_cz: Dokumentace pro DocumentDB | Azure
da_dk: DocumentDB-dokumentation | Azure
de_de: DocumentDB-Dokumentation | Azure
es_es: Documentación sobre Base de datos de documentos | Azure
fr_fr: Documentation DocumentDB | Azure
hu_hu: A Dokumentum-adatbázis dokumentációja | Azure
it_it: Documentazione su DocumentDB | Azure
ja_jp: DocumentDB ドキュメント | Azure
ko_kr: DocumentDB 설명서 | Azure
nl_nl: DocumentDB-documentatie | Azure
pl_pl: Baza danych DocumentDB — dokumentacja | System Azure
pt_br: Documentação do Banco de Dados de Documentos| Azure
pt_pt: Documentação do DocumentDB | Azure
ru_ru: Документация по DocumentDB | Azure
sv_se: Dokumentation om DocumentDB | Azure
tr_tr: DocumentDB Belgeleri | Azure
zh_cn: DocumentDB 文档 | Azure
zh_tw: DocumentDB 文件 | Azure

# Develop_Heading_DOTNET
source: Develop an ASP.NET application with DocumentDB
cs_cz: Vývoj aplikace ASP.NET pomocí DocumentDB
da_dk: Udvikl et ASP.NET-program med DocumentDB
de_de: Entwickeln einer ASP.NET-Anwendung mit DocumentDB
es_es: Desarrolle una aplicación ASP.NET con Base de datos de documentos
fr_fr: Développement d'une application ASP.NET avec DocumentDB
hu_hu: ASP.NET-alkalmazás fejlesztése a Dokumentum-adatbázissal
it_it: Sviluppare un'applicazione ASP.NET con DocumentDB
ja_jp: DocumentDB を使用した ASP.NET アプリケーションの開発
ko_kr: DocumentDB를 사용하여 ASP.NET 응용 프로그램 개발
nl_nl: Een ASP.NET-toepassing maken met DocumentDB
pl_pl: Tworzenie aplikacji ASP.NET z zastosowaniem bazy danych DocumentDB
pt_br: Desenvolver um aplicativo ASP.NET com Banco de Dados de Documentos
pt_pt: Desenvolver uma aplicação ASP.NET com o DocumentDB
ru_ru: Разработка приложения ASP.NET с помощью DocumentDB
sv_se: Utveckla ett ASP.NET-program med DocumentDB
tr_tr: DocumentDB ile ASP.NET uygulaması geliştirme
zh_cn: 使用 DocumentDB 开发 ASP.NET 应用程序
zh_tw: 使用 DocumentDB 開發 ASP.NET 應用程式

# Develop_SubHeading_DOTNET
source: <p>This guide provides you step-by-step instructions on how to develop an ASP.NET application using DocumentDB.</p>
cs_cz: <p>Tato příručka obsahuje podrobné pokyny k vývoji aplikace ASP.NET pomocí DocumentDB.</p>
da_dk: <p>I denne vejledning får du trinvise instruktioner til, hvordan du udvikler et ASP.NET-program ved brug af DocumentDB.</p>
de_de: <p>Diese Anleitung führt Sie schrittweise durch die Entwicklung einer ASP.NET-Anwendung mit DocumentDB.</p>
es_es: <p>Esta guía le ofrece instrucciones paso a paso acerca de cómo desarrollar una aplicación ASP.NET con Base de datos de documentos.</p>
fr_fr: <p>Ce guide fournit des instructions pas à pas sur le développement d'une application ASP.NET à l'aide de DocumentDB.</p>
hu_hu: <p>Részletes útmutató ASP.NET-alkalmazások Dokumentum-adatbázissal történő fejlesztéséhez.</p>
it_it: <p>Questa guida include istruzioni dettagliate su come sviluppare un'applicazione ASP.NET usando DocumentDB.</p>
ja_jp: <p>このガイドでは、DocumentDB を使用した ASP.NET アプリケーションの開発方法について詳しく説明します。</p>
ko_kr: <p>이 가이드에서는 DocumentDB를 사용하여 ASP.NET 응용 프로그램을 개발하는 방법에 대한 단계별 지침을 제공합니다.</p>
nl_nl: <p>In deze gids vindt u stap-voor-stap instructies voor het ontwikkelen van een ASP.NET-toepassing met behulp van DocumentDB.</p>
pl_pl: <p>Ten przewodnik zawiera instrukcje krok po kroku dotyczące tworzenia aplikacji ASP.NET z zastosowaniem bazy danych DocumentDB.</p>
pt_br: <p>Este guia fornece instruções passo a passo sobre como desenvolver um aplicativo ASP.NET usando o Banco de Dados de Documentos.</p>
pt_pt: <p>Este guia oferece-lhe instruções passo a passo sobre como desenvolver uma aplicação ASP.NET utilizando o DocumentDB.</p>
ru_ru: <p>В этом руководстве предоставляются пошаговые инструкции о том, как разрабатывать приложение ASP.NET с использованием DocumentDB.</p>
sv_se: <p>Den här guiden ger dig stegvisa instruktioner för hur du utvecklar ett ASP.NET-program med DocumentDB.</p>
tr_tr: <p>Bu kılavuzda, DocumentDB kullanarak bir ASP.NET uygulaması geliştirmeye yönelik adım adım yönergeler sağlanır.</p>
zh_cn: <p>本指南将为您提供使用 DocumentDB 开发 ASP.NET 应用程序的分步说明。</p>
zh_tw: <p>本指南提供如何使用 DocumentDB 開發 ASP.NET 應用程式的逐步指示。</p>

# Develop_Heading_Nodejs
source: Develop a Node.js application with DocumentDB
cs_cz: Vývoj aplikace Node.js s DocumentDB
da_dk: Udvikl et Node.js-program med DocumentDB
de_de: Entwickeln einer Node.js-Anwendung mit DocumentDB
es_es: Desarrolle una aplicación Node.js con Base de datos de documentos
fr_fr: Développement d'une application Node.js avec DocumentDB
hu_hu: Node.js-alkalmazások fejlesztése a Dokumentum-adatbázissal
it_it: Sviluppare un'applicazione Node.js con DocumentDB
ja_jp: DocumentDB を使用した Node.js アプリケーションの開発
ko_kr: DocumentDB를 사용하여 Node.js 응용 프로그램 개발
nl_nl: Een Node.js-toepassing maken met DocumentDB
pl_pl: Tworzenie aplikacji Node.js z zastosowaniem bazy danych DocumentDB
pt_br: Desenvolver um aplicativo Node.js com Banco de Dados de Documentos
pt_pt: Desenvolver uma aplicação Node.js com o DocumentDB
ru_ru: Разработка приложения Node.js с помощью DocumentDB
sv_se: Utveckla ett Node.js-program med DocumentDB
tr_tr: DocumentDB ile Node.js uygulaması geliştirme
zh_cn: 使用 DocumentDB 开发 Node.js 应用程序
zh_tw: 使用 DocumentDB 開發 Node.js 應用程式

# Develop_SubHeading_Nodejs
source: <p>This guide provides you step-by-step instructions on how to develop a Node.js application using DocumentDB.</p>
cs_cz: <p>Tato příručka obsahuje podrobné pokyny k vývoji aplikace Node.js pomocí DocumentDB.</p>
da_dk: <p>I denne vejledning får du trinvise instruktioner til, hvordan du udvikler et Node.js-program ved brug af DocumentDB.</p>
de_de: <p>Diese Anleitung führt Sie schrittweise durch die Entwicklung einer Node.js-Anwendung mit DocumentDB.</p>
es_es: <p>Esta guía le ofrece instrucciones paso a paso acerca de cómo desarrollar una aplicación Node.js con Base de datos de documentos.</p>
fr_fr: <p>Ce guide fournit des instructions pas à pas sur le développement d'une application Node.js à l'aide de DocumentDB.</p>
hu_hu: <p>Részletes útmutató Node.js-alkalmazások Dokumentum-adatbázissal történő fejlesztéséhez.</p>
it_it: <p>Questa guida include istruzioni dettagliate su come sviluppare un'applicazione Node.js usando DocumentDB.</p>
ja_jp: <p>このガイドでは、DocumentDB を使用した Node.js アプリケーションの開発方法について詳しく説明します。</p>
ko_kr: <p>이 가이드에서는 DocumentDB를 사용하여 Node.js 응용 프로그램을 개발하는 방법에 대한 단계별 지침을 제공합니다.</p>
nl_nl: <p>In deze gids vindt u stap-voor-stap instructies voor het ontwikkelen van een Node.js-toepassing met behulp van DocumentDB.</p>
pl_pl: <p>Ten przewodnik zawiera instrukcje krok po kroku dotyczące tworzenia aplikacji Node.js z zastosowaniem bazy danych DocumentDB.</p>
pt_br: <p>Este guia fornece instruções passo a passo sobre como desenvolver um aplicativo Node.js usando o Banco de Dados de Documentos.</p>
pt_pt: <p>Este guia oferece-lhe instruções passo a passo sobre como desenvolver uma aplicação Node.js utilizando o DocumentDB.</p>
ru_ru: <p>В этом руководстве предоставляются пошаговые инструкции о том, как разрабатывать приложение Node.js с использованием DocumentDB.</p>
sv_se: <p>Den här guiden ger dig stegvisa instruktioner för hur du utvecklar ett Node.js-program med DocumentDB.</p>
tr_tr: <p>Bu kılavuzda, DocumentDB kullanarak bir Node.js uygulaması geliştirmeye yönelik adım adım yönergeler sağlanır.</p>
zh_cn: <p>本指南将为您提供使用 DocumentDB 开发 Node.js 应用程序的分步说明。</p>
zh_tw: <p>本指南提供如何使用 DocumentDB 開發 Node.js 應用程式的逐步指示。</p>

# Develop_Heading_Python
source: Develop a Python application with DocumentDB
cs_cz: Vývoj aplikace Python s DocumentDB
da_dk: Udvikl et Python-program med DocumentDB
de_de: Entwickeln einer Python-Anwendung mit DocumentDB
es_es: Desarrolle una aplicación Python con Base de datos de documentos
fr_fr: Développement d'une application Python avec DocumentDB
hu_hu: Python-alkalmazások fejlesztése a Dokumentum-adatbázissal
it_it: Sviluppare un'applicazione Python con DocumentDB
ja_jp: DocumentDB を使用した Python アプリケーションの開発
ko_kr: DocumentDB를 사용하여 Python 응용 프로그램 개발
nl_nl: Een Python-toepassing maken met DocumentDB
pl_pl: Tworzenie aplikacji w języku Python z zastosowaniem bazy danych DocumentDB
pt_br: Desenvolver um aplicativo Python com Banco de Dados de Documentos
pt_pt: Desenvolver uma aplicação Python com o DocumentDB
ru_ru: Разработка приложения Python с помощью DocumentDB
sv_se: Utveckla ett Python-program med DocumentDB
tr_tr: DocumentDB ile Python uygulaması geliştirme
zh_cn: 使用 DocumentDB 开发 Python 应用程序
zh_tw: 使用 DocumentDB 開發 Python 應用程式

# Develop_SubHeading_Python
source: <p>This guide provides you step-by-step instructions on how to develop a Python application using DocumentDB.</p>
cs_cz: <p>Tato příručka obsahuje podrobné pokyny k vývoji aplikace Python pomocí DocumentDB.</p>
da_dk: <p>I denne vejledning får du trinvise instruktioner til, hvordan du udvikler et Python-program ved brug af DocumentDB.</p>
de_de: <p>Diese Anleitung führt Sie schrittweise durch die Entwicklung einer Python-Anwendung mit DocumentDB.</p>
es_es: <p>Esta guía le ofrece instrucciones paso a paso acerca de cómo desarrollar una aplicación Python con Base de datos de documentos.</p>
fr_fr: <p>Ce guide fournit des instructions pas à pas sur le développement d'une application Python à l'aide de DocumentDB.</p>
hu_hu: <p>Részletes útmutató Python-alkalmazások Dokumentum-adatbázissal történő fejlesztéséhez.</p>
it_it: <p>Questa guida include istruzioni dettagliate su come sviluppare un'applicazione Python usando DocumentDB.</p>
ja_jp: <p>このガイドでは、DocumentDB を使用した Python アプリケーションの開発方法について詳しく説明します。</p>
ko_kr: <p>이 가이드에서는 DocumentDB를 사용하여 Python 응용 프로그램을 개발하는 방법에 대한 단계별 지침을 제공합니다.</p>
nl_nl: <p>In deze gids vindt u stap-voor-stap instructies voor het ontwikkelen van een Python-toepassing met behulp van DocumentDB.</p>
pl_pl: <p>Ten przewodnik zawiera instrukcje krok po kroku dotyczące tworzenia aplikacji w języku Python z zastosowaniem bazy danych DocumentDB.</p>
pt_br: <p>Este guia fornece instruções passo a passo sobre como desenvolver um aplicativo Python usando o Banco de Dados de Documentos.</p>
pt_pt: <p>Este guia oferece-lhe instruções passo a passo sobre como desenvolver uma aplicação Python utilizando o DocumentDB.</p>
ru_ru: <p>В этом руководстве предоставляются пошаговые инструкции о том, как разрабатывать приложение Python с использованием DocumentDB.</p>
sv_se: <p>Den här guiden ger dig stegvisa instruktioner för hur du utvecklar ett Python-program med DocumentDB.</p>
tr_tr: <p>Bu kılavuzda, DocumentDB kullanarak bir Python uygulaması geliştirmeye yönelik adım adım yönergeler sağlanır.</p>
zh_cn: <p>本指南将为您提供使用 DocumentDB 开发 Python 应用程序的分步说明。</p>
zh_tw: <p>本指南提供如何使用 DocumentDB 開發 Python 應用程式的逐步指示。</p>

# Develop_Heading
source: Develop
cs_cz: Vývoj
da_dk: Udvikling
de_de: Entwickeln
es_es: Desarrollar
fr_fr: Développer
hu_hu: Fejlesztés
it_it: Sviluppo
ja_jp: 開発
ko_kr: 개발
nl_nl: Ontwikkelen
pl_pl: Dla deweloperów
pt_br: Desenvolver
pt_pt: Desenvolver
ru_ru: Разработка
sv_se: Utveckla
tr_tr: Geliştirin
zh_cn: 开发
zh_tw: 開發

# Explore_SubHeading_Intro
source: <p>Get an overview of the features and benefits that DocumentDB provides to your web and mobile applications.</p>
cs_cz: <p>Získejte přehled funkcí a výhod, které DocumentDB přináší vašim webovým a mobilním aplikacím.</p>
da_dk: <p>Få en oversigt over de funktioner og fordele, som DocumentDB giver i forbindelse med dine web- og mobilprogrammer.</p>
de_de: <p>Verschaffen Sie sich einen Überblick über die Funktionen und Vorteile von DocumentDB für Ihre Web- und mobilen Apps.</p>
es_es: <p>Obtenga información general sobre las características y los beneficios que Base de datos de documentos aporta a sus aplicaciones web y móviles.</p>
fr_fr: <p>Obtenez une vue d'ensemble des fonctionnalités et avantages que DocumentDB offre aux applications web et mobiles.</p>
hu_hu: <p>Azon funkciók és előnyök összefoglaló jellegű ismertetése, amelyeket a DocumentDB biztosít a web- és mobilalkalmazások számára.</p>
it_it: <p>Panoramica delle funzionalità e dei vantaggi di DocumentDB per applicazioni Web e applicazioni per dispositivi mobili.</p>
ja_jp: <p>Web アプリケーションとモバイル アプリケーションに対して DocumentDB が提供する機能と利点の概要を示します。</p>
ko_kr: <p>DocumentDB에서 웹 및 모바일 응용 프로그램에 제공하는 기능과 장점에 관한 개요를 알아보세요.</p>
nl_nl: <p>Verkrijg een overzicht van de functies en voordelen die DocumentDB biedt voor uw web- en mobiele toepassingen.</p>
pl_pl: <p>Pobierz omówienie funkcji usługi DocumentDB i korzyści wynikających z jej zastosowania w aplikacjach sieci Web i aplikacjach mobilnych.</p>
pt_br: <p>Obtenha uma visão geral dos recursos e dos benefícios que o Banco de Dados de Documentos oferece a seus aplicativos Web e móveis.</p>
pt_pt: <p>Obtenha uma descrição geral das funcionalidades e benefícios que o DocumentDB fornece às suas aplicações Web e móveis.</p>
ru_ru: <p>Обзор функций и преимуществ DocumentDB для ваших мобильных и веб-приложений.</p>
sv_se: <p>Få en översikt av de funktioner och fördelar som DocumentDB ger dina webbprogram och mobilappar.</p>
tr_tr: <p>DocumentDB'nin web ve mobil uygulamalarınıza sağladığı özelliklere ve avantajlara genel bakış elde edin.</p>
zh_cn: <p>获取 DocumentDB 为 Web 和移动应用程序提供的功能和优势的概述。</p>
zh_tw: <p>取得 DocumentDB 為 Web 和行動應用程式所提供的功能與優勢概觀。</p>

# Explore_Heading_CreateAccount
source: Create a database account
cs_cz: Vytvoření účtu databáze
da_dk: Opret en databasekonto
de_de: Erstellen eines Datenbankkontos
es_es: Cree una cuenta de base de datos
fr_fr: Création d'un compte de base de données
hu_hu: Adatbázisfiók létrehozása
it_it: Creazione di un account di database
ja_jp: データベース アカウントの作成
ko_kr: 데이터베이스 계정 만들기
nl_nl: Een databaseaccount maken
pl_pl: Tworzenie konta bazy danych
pt_br: Criar uma conta de banco de dados
pt_pt: Criar uma conta de base de dados
ru_ru: Создание учетной записи базы данных
sv_se: Skapa ett databaskonto
tr_tr: Veritabanı hesabı oluşturma
zh_cn: 创建数据库帐户
zh_tw: 建立資料庫帳戶

# Explore_SubHeading_CreateAccount
source: <p>Create an account in the Azure Preview portal and choose your DocumentDB database settings.</p>
cs_cz: <p>Vytvořte účet na portálu Azure Preview a vyberte nastavení databáze DocumentDB.</p>
da_dk: <p>Opret en konto i Azure Preview-portalen, og vælg dine DocumentDB-databaseindstillinger.</p>
de_de: <p>Erstellen Sie ein Konto auf dem Azure-Vorschauportal und wählen Sie die Einstellungen für Ihre DocumentDB-Datenbank.</p>
es_es: <p>Cree una cuenta en el portal de vista previa de Azure y seleccione su configuración para la base de datos de Base de datos de documentos.</p>
fr_fr: <p>Créez un compte dans la version préliminaire du portail Azure et choisissez les paramètres de base de données DocumentDB.</p>
hu_hu: <p>Fiók létrehozása az Azure Betekintő portálon, és a Dokumentum-adatbázis beállításainak megadása.</p>
it_it: <p>Creare un account nel portale di anteprima di Azure Preview e scegliere le impostazioni di database per DocumentDB.</p>
ja_jp: <p>Azure のプレビュー ポータルでアカウントを作成して DocumentDB のデータベース設定を選択します。</p>
ko_kr: <p>Azure Preview 포털에 계정을 만들고 DocumentDB 데이터베이스 설정을 선택합니다.</p>
nl_nl: <p>Maak een account in de Azure Preview-portal en selecteer de gewenste DocumentDB-database-instellingen.</p>
pl_pl: <p>Utwórz konto w portalu systemu Azure w wersji zapoznawczej i wybierz ustawienia bazy danych DocumentDB.</p>
pt_br: <p>Crie uma conta no Portal de Visualização do Azure e escolha as configurações do Banco de Dados de Documentos.</p>
pt_pt: <p>Crie uma conta no portal de Pré-visualização do Azure e escolha as suas definições de base de dados do DocumentDB.</p>
ru_ru: <p>Создание учетной записи на портале Azure (предварительная версия) и выбор параметров базы данных DocumentDB.</p>
sv_se: <p>Skapa ett konto i Azure Preview-portalen och välj databasinställningar för DocumentDB.</p>
tr_tr: <p>Azure Önizleme portalında bir hesap oluşturun ve DocumentDB veritabanı ayarlarınızı seçin.</p>
zh_cn: <p>在 Azure 预览门户创建帐户，并选择您的 DocumentDB 数据库设置。</p>
zh_tw: <p>在 Azure 預覽入口網站中建立帳戶，並選擇您的 DocumentDB 資料庫設定。</p>

# Explore_Heading_GetStarted
source: Get started with DocumentDB
cs_cz: Začínáme s DocumentDB
da_dk: Introduktion til DocumentDB
de_de: Erste Schritte mit DocumentDB
es_es: Introducción a Base de datos de documentos
fr_fr: Prise en main de DocumentDB
hu_hu: Ismerkedés a Dokumentum-adatbázissal
it_it: Introduzione a DocumentDB
ja_jp: DocumentDB の概要
ko_kr: DocumentDB 시작
nl_nl: Aan de slag met DocumentDB
pl_pl: Rozpoczynanie pracy z bazą danych DocumentDB
pt_br: Introdução ao Banco de Dados de Documentos
pt_pt: Introdução ao DocumentDB
ru_ru: Приступая к работе с DocumentDB
sv_se: Kom igång med DocumentDB
tr_tr: DocumentDB'yi kullanmaya başlama
zh_cn: DocumentDB 入门
zh_tw: 開始使用 DocumentDB

# Explore_SubHeading_GetStarted
source: <p>Learn how to configure a DocumentDB account, create databases, create collections, and store JSON documents.</p>
cs_cz: <p>Přečtěte si, jak konfigurovat účet DocumentDB, vytvářet databáze, vytvářet kolekce a ukládat dokumenty JSON.</p>
da_dk: <p>Få mere at vide om, hvordan du konfigurerer en DocumentDB-konto, opretter databaser, opretter samlinger og lagrer JSON-dokumenter.</p>
de_de: <p>Erfahren Sie, wie Sie ein DocumentDB-Konto konfigurieren, Datenbanken anlegen, Auflistungen erstellen und JSON-Dokumente speichern.</p>
es_es: <p>Aprenda a configurar una cuenta de Base de datos de documentos, crear bases de datos, crear colecciones y almacenar documentos JSON.</p>
fr_fr: <p>Découvrez comment configurer un compte DocumentDB, créer des bases de données et des collections, et stocker des documents JSON.</p>
hu_hu: <p>Fiók konfigurálása a Dokumentum-adatbázisban, adatbázisok és gyűjtemények létrehozása, JSON-dokumentumok tárolása.</p>
it_it: <p>Informazioni su come configurare un account di DocumentDB, creare database, creare raccolte e archiviare documenti JSON.</p>
ja_jp: <p>DocumentDB アカウントの構成、データベースの作成、コレクションの作成、および JSON ドキュメントの保存の方法について説明します。</p>
ko_kr: <p>DocumentDB 계정을 구성하고, 데이터베이스를 만들고, 컬렉션을 만들고, JSON 문서를 저장하는 방법을 알아봅니다.</p>
nl_nl: <p>Leer hoe u een DocumentDB-account configureert, databases maakt, verzamelingen maakt en JSON-documenten opslaat.</p>
pl_pl: <p>Dowiedz się, jak skonfigurować konto bazy danych DocumentDB, tworzyć bazy danych i kolekcje oraz przechowywać dokumenty JSON.</p>
pt_br: <p>Saiba como configurar uma conta de Banco de Dados de Documentos, crie bancos de dados, crie coleções e armazene documentos JSON. </p>
pt_pt: <p>Saiba como configurar uma conta do DocumentDB, criar bases de dados, criar coleções e armazenar documentos JSON.</p>
ru_ru: <p>Сведения о настройке учетной записи DocumentDB, создании баз данных и коллекций, а также о хранении документов JSON.</p>
sv_se: <p>Lär dig hur du konfigurerar ett DocumentDB-konto, skapar databaser, skapar samlingar och lagrar JSON-dokument.</p>
tr_tr: <p>DocumentDB hesabını yapılandırmayı, veritabanlarını oluşturmayı, koleksiyonları oluşturmayı ve JSON belgelerini depolamayı öğrenin.</p>
zh_cn: <p>了解如何配置 DocumentDB 帐户，创建数据库，创建集合和存储 JSON 文档。</p>
zh_tw: <p>了解如何設定 DocumentDB 帳戶、建立資料庫、建立集合，及儲存 JSON 文件。</p>

# Explore_Heading_Query
source: Query DocumentDB
cs_cz: Dotazování databáze DocumentDB
da_dk: Forespørg på DocumentDB
de_de: DocumentDB abfragen
es_es: Hacer consultas en Base de datos de documentos
fr_fr: Interrogation de DocumentDB
hu_hu: A Dokumentum-adatbázis lekérdezése
it_it: Eseguire query in DocumentDB
ja_jp: DocumentDB のクエリ
ko_kr: DocumentDB 쿼리
nl_nl: DocumentDB-query's
pl_pl: Tworzenie zapytań bazy danych DocumentDB
pt_br: Consultar o Banco de Dados de Documentos
pt_pt: Consultar o DocumentDB
ru_ru: Запросы в DocumentDB
sv_se: Fråga DocumentDB
tr_tr: DocumentDB'yi sorgulama
zh_cn: 查询 DocumentDB
zh_tw: 查詢 DocumentDB
