Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Develop_Heading_ResManager
source: Deploy DocumentDB and an Azure website using an Azure Resource Manager Template
cs_cz: Nasazení DocumentDB a webu Azure pomocí šablony Správce prostředků Azure
da_dk: Udrul DocumentDB og et Azure-websted ved hjælp af en Azure Resource Manager-skabelon
de_de: Bereitstellen von DocumentDB und einer Azure-Website mithilfe einer Azure-Ressourcen-Manager-Vorlage
es_es: Implementar Base de datos de documentos y un sitio web de Azure usando una plantilla del administrador de recursos de Azure
fr_fr: Déployer DocumentDB et un site web Azure à l'aide d'un modèle de gestionnaire des ressources Azure
hu_hu: A DocumentDB és egy Azure-os webhely üzembe helyezése Azure-os erőforráskezelő-sablon használatával
it_it: Distribuire DocumentDB e un sito Web di Azure usando un modello di Gestione risorse di Azure
ja_jp: Azure Resource Manager テンプレートを使用して DocumentDB と Azure Web サイトを展開する
ko_kr: Azure 리소스 관리자 템플릿을 사용하여 DocumentDB 및 Azure 웹 사이트 배포
nl_nl: DocumentDB en een Azure-website implementeren met een sjabloon van Azure Resource Manager
pl_pl: Wdrażanie usługi DocumentDB i witryny sieci Web systemu Azure za pomocą szablonu Menedżera zasobów systemu Azure
pt_br: Implante o Banco de Dados de Documentos e um site do Azure usando um Modelo do Gerenciador de Recursos do Azure
pt_pt: Implemente o DocumentDB e um site do Azure ao utilizar um Modelo de Gestor de Recursos do Azure
ru_ru: Развертывание DocumentDB и веб-сайта Azure с помощью шаблона диспетчера ресурсов Azure
sv_se: Distribuera DocumentDB och en Azure-webbplats med en Azure Resource Manager-mall
tr_tr: Azure Kaynak Yöneticisi Şablonu'nu kullanarak DocumentDB ve bir Azure web sitesi dağıtın
zh_cn: 使用 Azure Resource Manager 模板部署 DocumentDB 和 Azure 网站
zh_tw: 使用 Azure 資源管理員範本部署 DocumentDB 與 Azure 網站

# Develop_SubHeading_Hadoop
source: <p>Tutorial which shows how to run Apache Hive, Apache Pig and Apache Hadoop MapReduce jobs on Azure HDInsight with the DocumentDB Hadoop connector. We will use DocumentDB for both the data source and destination for Hadoop jobs.</p>
cs_cz: <p>Kurz, ve kterém se dozvíte, jak spouštět úlohy Apache Hive, Apache Pig a Apache Hadoop MapReduce na Azure HDInsightu s konektorem Hadoop pro DocumentDB Jako zdroj dat i jako cíl pro úlohy Hadoopu použijeme DocumentDB.</p>
da_dk: <p>Selvstudium, som viser, hvordan du kører Apache Hive-, Apache Pig- og Apache Hadoop MapReduce-job på Azure HDInsight sammen med DocumentDB Hadoop Connector. Vi bruger DocumentDB som begge datakilder og destination for Hadoop job.</p>
de_de: <p>Lernprogramm, in dem die Ausführung von Apache Hive-, Apache Pig- und Apache Hadoop MapReduce-Aufträgen in Azure HDInsight mit dem DocumentDB-Hadoop-Connector demonstriert wird. Hierbei wird DocumentDB sowohl für die Datenquelle als auch für das Ziel von Hadoop-Aufträgen verwendet.</p>
es_es: <p>Tutoriales que muestran cómo ejecutar trabajos de Apache Hive, Apache Pig y Apache Hadoop MapReduce en Azure HDInsight con el conector Hadoop de Base de datos de documentos. Usaremos Base de datos de documentos para el origen y el destino de los datos para trabajos de Hadoop.</p>
fr_fr: <p>Ce didacticiel vous montre comment exécuter les tâches Apache Hive, Apache Pig et Apache Hadoop MapReduce sur Azure HDInsight avec le connecteur Hadoop DocumentDB. Nous utiliserons DocumentDB comme source de données et destination des tâches Hadoop.</p>
hu_hu: <p>Ebből az oktatóanyagból megtudhatja, hogyan futtathat Apache Hive-, Apache Pig- és Apache Hadoop MapReduce-feladatokat az Azure HDInsighttal a DocumentDB Hadoop-összekötő segítségével. A példákban a DocumentDB-t fogjuk használni a Hadoop-feladatok adatforrásához és céljához is.</p>
it_it: <p>Esercitazione che mostra come eseguire processi Apache Hive, Apache Pig e Apache Hadoop MapReduce su Azure HDInsight con il connettore Hadoop di DocumentDB. DocumentDB viene usato sia come origine che come destinazione dei dati per i processi Hadoop.</p>
ja_jp: <p>DocumentDB Hadoop Connector を使用して Azure HDInsight で Apache Hive、Apache Pig、および Apache Hadoop MapReduce ジョブを実行する方法を示すチュートリアルです。DocumentDB は、Hadoop ジョブの実行元のデータと実行対象のデータの両方に使用します。</p>
ko_kr: <p>Azure HDInsight에서 DocumentDB Hadoop 커넥터를 사용하여 Apache Hive, Apache Pig 및 Apache Hadoop MapReduce 작업을 실행하는 방법을 보여 주는 자습서입니다. Hadoop 작업의 데이터 원본 및 대상 모두에 DocumentDB를 사용합니다.</p>
nl_nl: <p>In deze zelfstudie wordt uitgelegd hoe u Apache Hive-, Apache Pig- en Apache Hadoop MapReduce-taken op Azure HDInsight kunt uitvoeren met de Hadoop-connector voor DocumentDB. Hierbij wordt DocumentDB gebruikt als gegevensbron en bestemming voor Hadoop-taken.</p>
pl_pl: <p>Samouczek, w którym wyjaśniono, jak uruchamiać zadania Apache Hive, Apache Pig i Apache Hadoop MapReduce w usłudze Azure HDInsight z łącznikiem usługi DocumentDB Hadoop. Usługa DocumentDB zostanie użyta w przypadku zarówno źródła danych, jak i obiektu docelowego zadań usługi Hadoop.</p>
pt_br: <p>O tutorial mostra como executar trabalhos do Apache Hive, Apache Pig e Apache Hadoop MapReduce no Azure HDInsight com o conector Hadoop do Banco de Dados de Documentos. Usaremos o Banco de Dados de Documentos tanto para a fonte de dados quanto para o destino dos trabalhos do Hadoop.</p>
pt_pt: <p>Tutorial que mostra como executar tarefas do Apache Hive, Apache Pig e Apache Hadoop MapReduce no Azure HDInsight com o conector DocumentDB Hadoop. Vamos utilizar o DocumentDB para a origem e destino de dados para as tarefas do Hadoop.</p>
ru_ru: <p>Учебник, в котором показано, как выполнять задания Apache Hive, Apache Pig и Apache Hadoop MapReduce на Azure HDInsight с помощью соединителя DocumentDB Hadoop. Мы будем использовать DocumentDB как в качестве источника, так и для назначения данных для заданий Hadoop.</p>
sv_se: <p>Självstudie som visar hur du kör Apache Hive-, Apache Pig- och Apache Hadoop MapReduce-jobb på Azure HDInsight med DocumentDB Hadoop-anslutningsprogrammet. Vi använder DocumentDB för såväl datakällan som målplatsen för Hadoop-jobb.</p>
tr_tr: <p>DocumentDB Hadoop bağlayıcısı ile Azure HDInsight'ta Apache Hive, Apache Pig ve Apache Hadoop MapReduce işlerini nasıl çalıştıracağınızı gösteren öğretici. Hadoop işlerinde hem veri kaynağı hem de hedef için DocumentDB kullanacağız.</p>
zh_cn: <p>展示如何在带有 DocumentDB Hadoop Connector 的 Azure HDInsight 上运行 Apache Hive、Apache Pig 和 Apache Hadoop MapReduce 作业的教程。我们将 DocumentDB 用于 Hadoop 作业的数据源和目的地。</p>
zh_tw: <p>教學課程示範如何在 Azure HDInsight 上使用 DocumentDB Hadoop 連接器執行 Apache Hive、Apache Pig、Apache Hadoop MapReduce 工作。我們將同時在 Hadoop 工作的資料來源和目的地使用 DocumentDB 資料。</p>

# Develop_SubHeading_ResManager
source: <p>Tutorial which shows how to use a template to deploy and integrate DocumentDB, an Azure website and a sample web application.</p>
cs_cz: <p>Kurz, ve kterém se dozvíte, jak pomocí šablony nasadit a integrovat DocumentDB, web Azure a ukázkovou webovou aplikaci</p>
da_dk: <p>Selvstudium, som viser, hvordan du bruger en skabelon til at udrulle og integrere DocumentDB, et Azure-websted og et prøvewebprogram.</p>
de_de: <p>Lernprogramm, in dem die Verwendung einer Vorlage zum Bereitstellen und Integrieren von DocumentDB, einer Azure-Website und einer Beispielwebanwendung demonstriert wird.</p>
es_es: <p>Tutorial que muestra cómo usar una plantilla para implementar e integrar Base de datos de documentos, un sitio web de Azure y una aplicación web de ejemplo.</p>
fr_fr: <p>Ce didacticiel vous montre comment utiliser un modèle pour déployer et intégrer DocumentDB, un site web Azure et un exemple d'application web.</p>
hu_hu: <p>Ebből az oktatóanyagból megtudható, hogy miként lehet sablon használatával telepíteni és integrálni a DocumentDB-t, egy Azure-os webhelyet, illetve egy webes példaalkalmazást.</p>
it_it: <p>Esercitazione che mostra come usare un modello per distribuire e integrare DocumentDB, un sito Web di Azure e un'applicazione Web di esempio.</p>
ja_jp: <p>DocumentDB、Azure Web サイト、およびサンプルの Web アプリケーションを展開し、統合するテンプレートの使用方法を示すチュートリアルです。</p>
ko_kr: <p>템플릿을 사용하여 DocumentDB, Azure 웹 사이트 및 샘플 웹 응용 프로그램을 배포 및 통합하는 방법을 보여 주는 자습서입니다.</p>
nl_nl: <p>In deze zelfstudie wordt uitgelegd hoe u met een sjabloon DocumentDB, een Azure-website en een voorbeeldwebtoepassing kunt implementeren en integreren.</p>
pl_pl: <p>Samouczek, w którym pokazano, jak za pomocą szablonu wdrożyć i zintegrować usługę DocumentDB, witrynę sieci Web systemu Azure oraz prostą aplikację sieci Web.</p>
pt_br: <p>Tutorial que mostra como usar um modelo para implantar e integrar o Banco de Dados de Documentos, um site do Azure e um aplicativo Web de exemplo.</p>
pt_pt: <p>Tutorial que mostra como utilizar um modelo para implementar e integrar o DocumentDB, um site do Azure e um exemplo de aplicação web.</p>
ru_ru: <p>Учебник, в котором показано, как с помощью шаблона развернуть и интегрировать DocumentDB, веб-сайт Azure и образец веб-приложения.</p>
sv_se: <p>Självstudie som visar hur du använder en mall för att distribuera och integrera DocumentDB, en Azure-webbplats och ett exempelwebbprogram.</p>
tr_tr: <p>DocumentDB'yi, bir Azure web sitesini ve örnek bir web uygulamasını dağıtmak ve tümleştirmek için nasıl şablon kullanılacağını gösteren öğretici.</p>
zh_cn: <p>展示如何使用模板部署和集成 DocumentDB、Azure 及 Web 应用程序示例的教程。</p>
zh_tw: <p>教學課程示範如何使用範本來部署和整合 DocumentDB、Azure 網站及範例 Web 應用程式。</p>

# Manage_Heading_DocExplorer
source: View, edit, create and upload JSON documents using the DocumentDB Document Explorer
cs_cz: Zobrazování, úpravy, vytváření a nahrávání dokumentů JSON pomocí Průzkumníka dokumentů DocumentDB
da_dk: Få vist, rediger og upload JSON-dokumenter ved hjælp af DocumentDB Document Explorer.
de_de: Anzeigen, Bearbeiten und Hochladen von JSON-Dokumenten mit dem DocumentDB Document Explorer
es_es: Ver, editar, crear y cargar documentos de JSON usando el Explorador de documentos de Base de datos de documentos
fr_fr: Afficher, modifier, créer et télécharger des documents JSON à l'aide de l'Explorateur de documents DocumentDB
hu_hu: JSON-dokumentumok megtekintése, szerkesztése és feltöltése a DocumentDB Document Explorer eszközzel
it_it: Visualizzare, modificare, creare e caricare documenti JSON con Esplora documenti di DocumentDB
ja_jp: DocumentDB ドキュメント エクスプローラーを使用して JSON ドキュメントを表示、編集、作成、およびアップロードする
ko_kr: DocumentDB Document Explorer를 사용하여 JSON 문서 보기, 편집, 만들기 및 업로드
nl_nl: JSON-documenten weergeven, bewerken en uploaden met de DocumentDB Document Explorer
pl_pl: Wyświetlanie, edytowanie, tworzenie i przekazywanie dokumentów JSON za pomocą Eksploratora dokumentów usługi DocumentDB
pt_br: Exibir, editar, criar e fazer upload de documentos JSON usando o Gerenciador de Documentos do Banco de Dados de Documentos
pt_pt: Veja, edite, crie e carregue documentos JSON ao utilizar o Explorador de Documentos do DocumentDB
ru_ru: Просмотр, изменение, создание и передача документов JSON с помощью проводника документов DocumentDB
sv_se: Visa, redigera, skapa och överför JSON-dokument med DocumentDB Document Explorer
tr_tr: DocumentDB Belge Gezgini'ni kullanarak JSON belgelerini görüntüleyin, düzenleyin, oluşturun ve karşıya yükleyin
zh_cn: 使用 DocumentDB Document Explorer 查看、编辑、创建和上载 JSON
zh_tw: 使用 DocumentDB 文件總管檢視、編輯、建立和上傳 JSON 文件

# Manage_Heading_QueryExplorer
source: Create, edit and run SQL queries against a DocumentDB collection using Query Explorer
cs_cz: Vytváření, úpravy a spouštění dotazů SQL proti kolekci DocumentDB pomocí Průzkumníka dotazů
da_dk: Opret, rediger og kør SQL-forespørgsler mod en DocumentDB-samling ved hjælp af Query Explorer
de_de: Erstellen, Bearbeiten und Ausführen von SQL-Abfragen für eine DocumentDB-Sammlung mit Abfrage-Explorer
es_es: Crear, editar y ejecutar consultas SQL en una colección de Base de datos de documentos usando el Explorador de consultas
fr_fr: Créer, modifier et exécuter des requêtes SQL sur une collection DocumentDB à l'aide de l'Explorateur de requête
hu_hu: SQL-lekérdezések létrehozása, szerkesztése és futtatása DocumentDB-gyűjteményen a lekérdezésböngésző használatával
it_it: Creare, modificare ed eseguire query SQL su una raccolta DocumentDB con Esplora query
ja_jp: Query Explorer を使用して、DocumentDB コレクションに対して SQL クエリを作成、編集、および実行します。
ko_kr: 쿼리 편집기를 사용하여 DocumentDB 컬렉션에 대한 SQL 쿼리 만들기, 편집 및 실행
nl_nl: SQL-query's voor een DocumentDB-verzameling maken, bewerken en uitvoeren via de queryverkenner
pl_pl: Tworzenie, edytowanie i uruchamianie zapytań SQL w kolekcji usługi DocumentDB za pomocą Eksploratora zapytań
pt_br: Crie, edite e execute consultas SQL em uma coleção do Banco de Dados de Documentos usando o Gerenciador de Consulta
pt_pt: Crie, edite e execute consultas SQL numa coleção DocumentDB ao utilizar o Explorador de Consultas.
ru_ru: Создание, изменение и выполнение запросов SQL к коллекции DocumentDB с помощью обозревателя запросов
sv_se: Skapa, redigera och kör SQL-frågor mot en DocumentDB-samling med Query Explorer
tr_tr: Sorgu Gezgini kullanarak bir DocumentDB koleksiyonunda SQL sorguları oluşturma, düzenleme ve çalıştırma
zh_cn: 使用 Query Explorer，针对 DocumentDB 集合创建、编辑和运行 SQL 查询
zh_tw: 使用查詢總管針對 DocumentDB 集合建立、編輯及執行 SQL 查詢

# Manage_SubHeading_DocExplorer
source: <p>Tutorial which shows how to view, edit, create and upload JSON documents with DocumentDB.</p>
cs_cz: <p>Kurz, ve kterém se dozvíte, jak zobrazovat, upravovat, vytvářet a nahrávat dokumenty JSON pomocí DocumentDB</p>
da_dk: <p>Selvstudium, som viser, hvordan du får vist, redigerer og uploader JSON-dokumenter med DocumentDB.</p>
de_de: <p>Lernprogramm, in dem das Anzeigen, Bearbeiten, Erstellen und Hochladen von JSON-Dokumenten mit DocumentDB demonstriert wird.</p>
es_es: <p>Tutorial que muestra cómo ver, editar, crear y cargar documentos de JSON con Base de datos de documentos.</p>
fr_fr: <p>Ce didacticiel vous montre comment afficher, modifier, créer et télécharger des documents JSON avec DocumentDB.</p>
hu_hu: <p>Az oktatóanyag bemutatja a JSON-dokumentumok megtekintését, szerkesztését, létrehozását és feltöltését a DocumentDB használatával.</p>
it_it: <p>Esercitazione che mostra come visualizzare, modificare, creare e caricare documenti JSON con DocumentDB.</p>
ja_jp: <p>DocumentDB を使用して JSON ドキュメントを表示、編集、作成、およびアップロードする方法を示すチュートリアルです。</p>
ko_kr: <p>DocumentDB가 포함된 JSON 문서를 보고, 편집하고, 만들고, 업로드하는 방법을 보여 주는 자습서입니다.</p>
nl_nl: <p>In deze zelfstudie wordt uitgelegd hoe u JSON-documenten kunt weergeven, bewerken, maken en uploaden met DocumentDB.</p>
pl_pl: <p>Samouczek, w którym pokazano, jak wyświetlać, edytować, tworzyć i przekazywać dokumenty JSON za pomocą usługi DocumentDB.</p>
pt_br: <p>Tutorial que mostra como exibir, editar, criar e carregar documentos JSON com o Banco de Dados de Documentos.</p>
pt_pt: <p>Tutorial que mostra como visualizar, editar, criar e carregar documentos JSON com o DocumentDB.</p>
ru_ru: <p>Учебник, в котором показано, как просматривать, изменять, создавать и передавать документы JSON с помощью DocumentDB.</p>
sv_se: <p>Självstudie över hur du visar, redigerar, skapar och överför JSON-dokument med DocumentDB.</p>
tr_tr: <p>DocumentDB ile JSON belgelerini görüntüleme, düzenleme, oluşturma ve yüklemeyi gösteren öğretici.</p>
zh_cn: <p>展示如何使用 DocumentDB 查看、编辑、创建和上传 JSON 文档的教程。</p>
zh_tw: <p>教學課程示範如何以 DocumentDB 檢視、編輯、建立、上傳 JSON 文件。</p>

# Manage_SubHeading_QueryExplorer
source: <p>Tutorial which shows how to run SQL queries against a DocumentDB collection. Includes how to navigate results via a browser and how to troubleshoot syntax errors.</p>
cs_cz: <p>Kurz, ve kterém se dozvíte, jak spouštět dotazy SQL proti kolekci DocumentDB Zahrnuje způsob navigace ve výsledcích přes prohlížeč a odstraňování chyb syntaxe.</p>
da_dk: <p>Selvstudium, som viser, hvordan du kører SQL-forespørgsler mod en DocumentDB-samling. Indeholder en vejledning i, hvordan du navigerer i resultater via en browser, og hvordan du foretager fejlfinding af syntaxfejl.</p>
de_de: <p>Lernprogramm, in dem das Ausführen von SQL-Abfragen für eine DocumentDB-Sammlung demonstriert wird. Enthält Anweisungen zur Navigation in Ergebnissen mit einem Browser und zur Problembehandlung bei Syntaxfehlern.</p>
es_es: <p>Tutorial que muestra cómo ejecutar consultas SQL en una colección de Base de datos de documentos. Incluye cómo desplazarse a los resultados mediante un explorador y cómo solucionar errores de sintaxis.</p>
fr_fr: <p>Ce didacticiel vous montre comment exécuter des requêtes SQL sur une collection DocumentDB. Il décrit également la consultation des résultats via un navigateur et la résolution des erreurs de syntaxe.</p>
hu_hu: <p>Ebben az oktatóanyagban azt mutatjuk be, hogyan futtathatók SQL-lekérdezések DocumentDB-gyűjteményeken. Ismertetjük az eredmények böngészőből való elérését és a szintaktikai hibák elhárítását is.</p>
it_it: <p>Esercitazione che mostra come eseguire query su una raccolta DocumentDB. Contiene informazioni su come esplorare i risultati usando un browser e come correggere gli errori di sintassi.</p>
ja_jp: <p>DocumentDB コレクションに対して SQL クエリを実行する方法を示すチュートリアルです。ブラウザー経由で結果を移動する方法と、構文エラーのトラブルシューティング方法が記載されています。</p>
ko_kr: <p>DocumentDB 컬렉션에 대한 SQL 쿼리를 실행하는 방법을 보여 주는 자습서입니다. 탐색기를 통해 결과를 탐색하는 방법과 구문 오류를 해결하는 방법이 포함됩니다.</p>
nl_nl: <p>In deze zelfstudie wordt uitgelegd hoe u SQL-query's voor een DocumentDB-verzameling kunt uitvoeren. Tevens wordt besproken hoe u door de resultaten kunt navigeren met een browser en syntaxisfouten kunt oplossen.</p>
pl_pl: <p>Samouczek, w którym pokazano, jak uruchamiać zapytania SQL w kolekcji usługi DocumentDB. Podano też informacje o tym, jak nawigować po wynikach za pośrednictwem przeglądarki i jak usuwać błędy składniowe.</p>
pt_br: <p>Tutorial que mostra como executar consultas SQL em uma coleção do Banco de Dados de Documentos. Inclui como navegar pelos resultados por meio de um navegador e como solucionar problemas de erros de sintaxe.</p>
pt_pt: <p>Tutorial que mostra como executar consultas SQL numa coleção DocumentDB. Inclui informação sobre como navegar nos resultados através de um browser e como resolver problemas de erros de sintaxe.</p>
ru_ru: <p>Учебник, в котором показано, как выполнять запросы SQL к коллекции DocumentDB. В нем также описано, как просматривать результаты в браузере и как искать и устранять синтаксические ошибки.</p>
sv_se: <p>Självstudie över hur du kör SQL-frågor mot en DocumentDB-samling. Innehåller information om hur du navigerar resultat via en webbläsare och hur du felsöker syntaxfel.</p>
tr_tr: <p>DocumentDB koleksiyonunda SQL sorgularının nasıl çalıştırılacağını gösteren öğretici. Bir tarayıcı aracılığıyla sonuçlarda nasıl gezinileceğini ve söz dizimi hatalarıyla ilgili sorunların nasıl giderileceğini içerir.</p>
zh_cn: <p>展示如何根据 DocumentDB 集合运行 SQL 查询的教程。包括如何通过浏览器导航结果以及如何解决语法错误。</p>
zh_tw: <p>教學課程示範如何針對 DocumentDB 集合執行 SQL 查詢。包括如何透過瀏覽器瀏覽結果以及如何替語法錯誤疑難排解。</p>

# Develop_Heading_Indexer
source: Connecting DocumentDB with Azure Search using indexers
cs_cz: Propojení DocumentDB s Vyhledáváním systému Azure pomocí indexerů
da_dk: Forbindelse mellem DocumentDB og Azure Search med indeksering
de_de: Verbinden von DocumentDB mit Azure Search mithilfe von Indizes
es_es: Conexión con Base de datos de documentos con Búsqueda de Azure usando indizadores
fr_fr: Connexion de DocumentDB à Azure Search à l'aide d'indexeurs
hu_hu: A DocumentDB és az Azure Search összekapcsolása indexelők használatával
it_it: Connessione di DocumentDB a Ricerca di Azure mediante indicizzatori
ja_jp: インデクサーを使って DocumentDB を Azure Search に接続する
ko_kr: 인덱서를 사용하여 DocumentDB와 Azure 검색 연결
nl_nl: DocumentDB aan Azure Search koppelen met indexeerfuncties
pl_pl: Łączenie usług DocumentDB i Wyszukiwanie Azure przy użyciu indeksatorów
pt_br: Conectando o Banco de Dados de Documentos à Pesquisa do Azure usando indexadores
pt_pt: Ligar o DocumentDB à Pesquisa do Azure com indexadores
ru_ru: Подключение к DocumentDB с помощью поиска Azure через индексаторы
sv_se: Ansluta DocumentDB med Azure Search med indexerare
tr_tr: Dizin oluşturucular kullanarak DocumentDB'yi Azure Arama'ya bağlama
zh_cn: 使用索引器连接 DocumentDB 和 Azure Search
zh_tw: 使用索引器連接 DocumentDB 和 Azure 搜尋服務

# Develop_SubHeading_Indexer
source: <p>Step-by-step info about how to integrate Azure DocumentDB with Azure Search without having to write code to maintain indexing infrastructure.</p>
cs_cz: <p>Podrobné informace o tom, jak integrovat Azure DocumentDB s Vyhledáváním systému Azure bez nutnosti vytvářet kód pro údržbu indexovací infrastruktury.</p>
da_dk: <p>Trinvis vejledning i, hvordan du integrerer Azure DocumentDB med Azure Search uden at skulle skrive kode for at beholde indekseringsinfrastrukturen.</p>
de_de: <p>Schrittweise Anleitung zur Integration von Azure DocumentDB mit Azure Search ohne Schreiben von Code zur Pflege der Indizierungsinfrastruktur</p>
es_es: <p>Información detallada acerca de cómo integrar Base de datos de documentos de Azure con Búsqueda de Azure sin tener que escribir código para mantener la infraestructura de indización.</p>
fr_fr: <p>Informations détaillées sur l'intégration d'Azure DocumentDB à Azure Search sans écrire de code pour gérer l'infrastructure d'indexation.</p>
hu_hu: <p>Részletes információ arról, hogy miként integrálható az Azure DocumentDB és az Azure Search anélkül, hogy kódot kellene írni az indexelési infrastruktúra működtetéséhez.</p>
it_it: <p>Informazioni dettagliate su come integrare Azure DocumentDB con Ricerca di Azure senza dover scrivere codice per gestire l'infrastruttura di indicizzazione.</p>
ja_jp: <p>コードを書くことなくインデックス作成のインフラストラクチャを保持し、Azure DocumentDB を Azure Search と統合するためのステップ バイ ステップの手順を示します。</p>
ko_kr: <p>인덱싱 인프라의 유지를 위해 코드를 작성할 필요 없이 Azure DocumentDB와 Azure Search를 통합하는 방법에 대한 단계별 정보입니다.</p>
nl_nl: <p>Stapsgewijze informatie over hoe u Azure DocumentDB kunt integreren met Azure Search zonder code te hoeven schrijven om de infrastructuur voor indexering te behouden.</p>
pl_pl: <p>Szczegółowe informacje o sposobie integrowania usług Azure DocumentDB i Wyszukiwanie Azure bez konieczności pisania kodu obsługującego infrastrukturę do indeksowania.</p>
pt_br: <p>Informações passo a passo sobre como integrar o Banco de Dados de Documentos Azure à Pesquisa do Azure sem precisar escrever código para manter a infraestrutura de indexação.</p>
pt_pt: <p>Informações passo-a-passo sobre como integrar o Azure DocumentDB com a Pesquisa do Azure sem ter que escrever códigos para manter a infraestrutura de indexação.</p>
ru_ru: <p>Пошаговые инструкции по интеграции Azure DocumentDB и поиска Azure без написания кода для поддержки инфраструктуры индексирования.</p>
sv_se: <p>Steg-för-steg-information om hur du integrerar Azure DocumentDB med Azure Search utan att behöva skriva kod för att behålla indexeringsinfrastrukturen.</p>
tr_tr: <p>Dizin oluşturma altyapısını korumak için kod yazmaya gerek kalmadan Azure DocumentDB'yi Azure Arama ile tümleştirmeye ilişkin adım adım bilgiler.</p>
zh_cn: <p>将 Azure DocumentDB 与 Azure Search 进行集成而无需编写代码以维持索引编制基础结构的分步方法。</p>
zh_tw: <p>有關如何在不寫入程式碼的情況下整合 Azure DocumentDB 和 Azure 搜尋服務並維護索引結構的逐步資訊。</p>

# Plan_Heading_Model
source: Modeling data in DocumentDB
cs_cz: Modelování dat v DocumentDB
da_dk: Datamodellering i DocumentDB
de_de: Modellierungsdaten in DocumentDB
es_es: Modelado de datos en Base de datos de documentos
fr_fr: Modélisation des données dans DocumentDB
hu_hu: Adatmodellezés a DocumentDB-ben
it_it: Modellazione dei dati in DocumentDB
ja_jp: DocumentDB でのデータのモデル作成
ko_kr: DocumentDB의 모델링 데이터
nl_nl: Gegevens modelleren in DocumentDB
pl_pl: Modelowanie danych w usłudze DocumentDB
pt_br: Modelagem de dados em Banco de Dados de Documentos
pt_pt: Modelação de dados no DocumentDB
ru_ru: Данные моделирования в DocumentDB
sv_se: Modellera data i DocumentDB
tr_tr: DocumentDB'de modelleme verileri
zh_cn: 对 DocumentDB 中的数据进行建模
zh_tw: DocumentDB 的模型資料
