Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Explore_SubHeading_Interact
source: <p>Read a technical overview on how to interact with DocumentDB RESTful resources over HTTP verbs.</p>
cs_cz: <p>Přečtěte si technický přehled způsobu interakce s příkazy prostředků RESTful přes HTTP v databázi DocumentDB.</p>
da_dk: <p>Læs en teknisk oversigt over, hvordan du interagerer med RESTful-ressource i DocumentDB via HTTP-verber.</p>
de_de: <p>Lesen Sie eine technischen Übersicht über die Interaktion mit DocumentDB RESTful-Ressourcen über HTTP-Verben.</p>
es_es: <p>Consulte información general de tipo técnico acerca de cómo interactuar con recursos RESTful de Base de datos de documentos a través de verbos HTTP.</p>
fr_fr: <p>Lisez une présentation technique de l'interaction avec les ressources RESTful DocumentDB sur des verbes HTTP.</p>
hu_hu: <p>Útmutató a Dokumentum-adatbázis RESTful-erőforrásainak HTTP-parancsokkal történő használatához.</p>
it_it: <p>Panoramica tecnica sull'interazione con le risorse RESTful di DocumentDB su verbi HTTP.</p>
ja_jp: <p>HTTP 動詞を使って DocumentDB RESTful リソースとやり取りする方法の技術的概要について説明します。</p>
ko_kr: <p>HTTP 동사를 사용하여 DocumentDB RESTful 리소스를 조작하는 방법에 관한 기술 개요를 읽어 보세요.</p>
nl_nl: <p>Lees een technisch overzicht over het communiceren met DocumentDB RESTful-bronnen met HTTP-termen.</p>
pl_pl: <p>Przeczytaj omówienie techniczne dotyczące sposobów interakcji z zasobami RESTful bazy danych DocumentDB przy użyciu poleceń HTTP.</p>
pt_br: <p>Leia uma visão geral técnica sobre como interagir com os recursos RESTful do Banco de Dados de Documentos sobre verbos HTTP.</p>
pt_pt: <p>Leia uma descrição técnica geral sobre como interagir com recursos compatíveis com REST do DocumentDB sobre verbos de HTTP.</p>
ru_ru: <p>Прочитайте технический обзор взаимодействия с ресурсами DocumentDB RESTful посредством команд HTTP.</p>
sv_se: <p>Läs en teknisk översikt om hur du interagerar med DocumentDB RESTful-resurser över HTTP-verb.</p>
tr_tr: <p>HTTP fiilleri üzerinden DocumentDB RESTful kaynaklarıyla etkileşim kurma konusundaki teknik genel bakışı okuyun.</p>
zh_cn: <p>阅读如何通过 HTTP 谓词与 DocumentDB RESTful 资源交互的技术概述。</p>
zh_tw: <p>閱讀有關如何透過 HTTP 動作，與 DocumentDB RESTful 資源進行互動的技術概觀。</p>

# Featured_Introduction
source: Introduction to DocumentDB
cs_cz: Úvod do DocumentDB
da_dk: Introduktion til DocumentDB
de_de: Einführung in DocumentDB
es_es: Introducción a Base de datos de documentos
fr_fr: Présentation de DocumentDB
hu_hu: A Dokumentum-adatbázis bemutatása
it_it: Introduzione a DocumentDB
ja_jp: DocumentDB 入門
ko_kr: DocumentDB 소개
nl_nl: Kennismaking met DocumentDB
pl_pl: Wprowadzenie do bazy danych DocumentDB
pt_br: Introdução ao Banco de Dados de Documentos
pt_pt: Introdução ao DocumentDB
ru_ru: Общие сведения о Azure DocumentDB
sv_se: Introduktion till DocumentDB
tr_tr: DocumentDB'ye Giriş
zh_cn: DocumentDB 简介
zh_tw: DocumentDB 簡介

# Plan_Subheading_Resources
source: <p>Learn about each DocumentDB resource model and how the resources relate to each other.</p>
cs_cz: <p>Přečtěte si o jednotlivých modelech prostředků DocumentDB a o tom, jak spolu prostředky vzájemně souvisí.</p>
da_dk: <p>Få mere at vide om hver DocumentDB-ressourcemodel, og hvordan ressourcerne har forbindelse til hinanden.</p>
de_de: <p>Erfahren Sie mehr über alle DocumentDB-Ressourcenmodelle und in welchem Verhältnis diese zueinander stehen.</p>
es_es: <p>Obtenga información acerca de cada modelo de recursos de Base de datos de documentos y cómo se relacionan los recursos entre sí.</p>
fr_fr: <p>Découvrez chaque modèle de ressource DocumentDB et la relation entre les ressources.</p>
hu_hu: <p>A Dokumentum-adatbázis erőforrás-modelljeinek és az erőforrások egymáshoz való kapcsolódásának ismertetése.</p>
it_it: <p>Informazioni su ogni modello di risorsa di DocumentDB e sulla correlazione tra le diverse risorse.</p>
ja_jp: <p>各 DocumentDB リソース モデルについて、またそれらリソースの相互関係について説明します。</p>
ko_kr: <p>각 DocumentDB 리소스 모델과 리소스 각각 사이의 관계에 대해 알아보세요.</p>
nl_nl: <p>Kom meer te weten over elk DocumentDB-bronmodel en hoe de bronnen onderling gerelateerd zijn.</p>
pl_pl: <p>Poznaj poszczególne modele zasobów bazy danych DocumentDB i relacje między zasobami.</p>
pt_br: <p>Conheça cada modelo de recursos do Banco de Dados de Documentos e como os recursos se relacionam entre si.</p>
pt_pt: <p>Saiba mais sobre cada modelo de recurso do DocumentDB e como os recursos se relacionam entre si.</p>
ru_ru: <p>Сведения о каждой модели ресурсов DocumentDB и о том, каким образом ресурсы связаны друг с другом.</p>
sv_se: <p>Lär dig om varje DocumentDB-resursmodell och hur resurserna hänger ihop.</p>
tr_tr: <p>DocumentDB kaynak modellerinin her birini ve kaynakların birbirleriyle ilişkilerini öğrenin.</p>
zh_cn: <p>了解每个 DocumentDB 资源模型以及资源彼此之间如何相关。</p>
zh_tw: <p>了解每個 DocumentDB 資源模型，以及資源彼此之間的關聯方式。</p>

# Plan_Subheading_Consistency
source: <p>Learn how you can balance database consistency and performance with DocumentDB.</p>
cs_cz: <p>Naučte se, jak vyvážit konzistenci a výkon databáze pomocí DocumentDB.</p>
da_dk: <p>Få mere at vide om, hvordan du kan balancere databasekonsistens og -ydeevne med DocumentDB.</p>
de_de: <p>Erfahren Sie, wie Sie Datenbankkonsistenz und Leistung mit DocumentDB ausgleichen.</p>
es_es: <p>Aprenda a equilibrar la coherencia de bases de datos y el rendimiento mediante Base de datos de documentos.</p>
fr_fr: <p>Découvrez comment équilibrer la cohérence et les performances des bases de données avec DocumentDB.</p>
hu_hu: <p>Az adatbázis konzisztenciája és teljesítménye közötti megfelelő egyensúly megteremtése a Dokumentum-adatbázissal.</p>
it_it: <p>Informazioni sul bilanciamento della coerenza e delle prestazioni del database con DocumentDB.</p>
ja_jp: <p>DocumentDB を使用してデータベースの一貫性とパフォーマンスのバランスを取る方法を説明します。</p>
ko_kr: <p>DocumentDB를 사용하여 데이터베이스 일관성과 성능의 균형을 유지하는 방법을 알아보세요.</p>
nl_nl: <p>Leer hoe u de databaseconsistentie en -prestaties in balans kunt brengen met DocumentDB.</p>
pl_pl: <p>Dowiedz się, jak osiągnąć równowagę między spójnością i wydajnością bazy danych dzięki zastosowaniu bazy danych DocumentDB.</p>
pt_br: <p>Saiba como equilibrar a consistência e o desempenho do banco de dados com Banco de Dados de Documentos.</p>
pt_pt: <p>Saiba como equilibrar a consistência e desempenho de uma base de dados com o DocumentDB.</p>
ru_ru: <p>Сведения о достижении баланса согласованности и производительности базы данных с помощью DocumentDB.</p>
sv_se: <p>Lär dig hur du kan balansera databaskonsekvens och prestanda med DocumentDB.</p>
tr_tr: <p>DocumentDB'yle veritabanın tutarlılığı ve performansı arasında nasıl denge kurabileceğinizi öğrenin.</p>
zh_cn: <p>了解您如何使用 DocumentDB 平衡数据库一致性和性能。</p>
zh_tw: <p>了解如何使用 DocumentDB 來平衡資料庫一致性和效能。</p>

# Plan_Subheading_Limits
source: <p>Learn about the service quota and limits for a DocumentDB account.</p>
cs_cz: <p>Přečtěte si informace o kvótě a limitech služby pro účet DocumentDB.</p>
da_dk: <p>Få mere at vide om tjenestekvoten og grænserne for en DocumentDB-konto.</p>
de_de: <p>Lernen Sie die Dienstquoten und -limits eines DocumentDB-Kontos kennen.</p>
es_es: <p>Obtenga información acerca de los límites y las cuotas del servicio para una cuenta de Base de datos de documentos.</p>
fr_fr: <p>Découvrez le quota et les limites du service pour un compte DocumentDB.</p>
hu_hu: <p>A Dokumentum-adatbázis szolgáltatásbeli fiókokra vonatkozó szolgáltatáskvóták és -korlátozások.</p>
it_it: <p>Informazioni sulle quote e sui limiti del servizio per un account di DocumentDB.</p>
ja_jp: <p>DocumentDB アカウントに割り当てられるサービス クォータと制限について説明します。</p>
ko_kr: <p>DocumentDB 계정의 서비스 할당량 및 제한에 대해 알아보세요.</p>
nl_nl: <p>Meer informatie over de servicequota en -limieten voor een DocumentDB-account.</p>
pl_pl: <p>Poznaj przydziały i limity usługi dla konta bazy danych DocumentDB.</p>
pt_br: <p>Saiba mais sobre a cota de serviço e limites para uma conta de Banco de Dados de Documentos.</p>
pt_pt: <p>Saiba mais sobre as quotas e limites de serviço para uma conta do DocumentDB.</p>
ru_ru: <p>Сведения о квотах службы и пределах для учетной записи DocumentDB.</p>
sv_se: <p>Lär dig om tjänstkvot och begränsningar för ett DocumentDB-konto.</p>
tr_tr: <p>DocumentDB belgeleri için hizmet kotaları ve sınırları hakkında bilgi edinin.</p>
zh_cn: <p>了解 DocumentDB 帐户的服务配额和限制。</p>
zh_tw: <p>了解 DocumentDB 帳戶的服務配額和限制。</p>

# Plan_Heading
source: Plan
cs_cz: Plánujte
da_dk: Planlæg
hu_hu: Felkészülés
it_it: Piano
ja_jp: 計画
ko_kr: 계획
nl_nl: Plannen
pt_br: Plano
pt_pt: Planear
ru_ru: План
sv_se: Planera
zh_cn: 计划
zh_tw: 方案

# Plan_Heading_Resources
source: DocumentDB resource model and concepts
cs_cz: Model prostředků a koncepty DocumentDB
da_dk: DocumentDB-ressourcemodel og -koncepter
de_de: DocumentDB-Ressourcenmodell und Konzepte
es_es: Modelo de recursos y conceptos de Base de datos de documentos
fr_fr: Concepts et modèle de ressource DocumentDB
hu_hu: A Dokumentum-adatbázis erőforrás-modellje és fogalmai
it_it: Modello di risorsa e concetti relativi a DocumentDB
ja_jp: DocumentDB リソース モデルと概念
ko_kr: DocumentDB 리소스 모델 및 개념
nl_nl: DocumentDB-bronmodel en -concepten
pl_pl: Pojęcia i model zasobów bazy danych DocumentDB
pt_br: Modelo e conceitos de recurso do Banco de Dados de Documentos
pt_pt: Conceitos e modelo de recursos do DocumentDB
ru_ru: Концепции и модель ресурсов DocumentDB
sv_se: DocumentDB-resursmodell och koncept
tr_tr: DocumentDB kaynak modeli ve kavramları
zh_cn: DocumentDB 资源模型和概念
zh_tw: DocumentDB 資源模型和概念

# Plan_Heading_Consistency
source: Consistency levels in DocumentDB
cs_cz: Úrovně konzistentnosti v DocumentDB
da_dk: Konsistensniveauer i DocumentDB
de_de: Konsistenzebenen in DocumentDB
es_es: Niveles de coherencia en Base de datos de documentos.
fr_fr: Niveaux de cohérence dans DocumentDB
hu_hu: Konzisztenciaszintek a Dokumentum-adatbázisban
it_it: Livelli di coerenza in DocumentDB
ja_jp: DocumentDB の一貫性のレベル
ko_kr: DocumentDB의 일관성 수준
nl_nl: Consistentieniveaus in DocumentDB
pl_pl: Poziomy spójności w bazie danych DocumentDB
pt_br: Níveis de consistência no Banco de Dados de Documentos
pt_pt: Níveis de consistência no DocumentDB
ru_ru: Уровни согласованности в DocumentDB
sv_se: Konsekvensnivåer i DocumentDB
tr_tr: DocumentDB'de tutarlılık düzeyleri
zh_cn: DocumentDB 的一致性级别
zh_tw: DocumentDB 中的一致性層級

# Plan_Heading_Limits
source: DocumentDB resource limits and quotas
cs_cz: Limity a kvóty prostředků DocumentDB
da_dk: DocumentDB-ressourcegrænser og -kvoter
de_de: DocumentDB-Ressourcenlimits und -quoten
es_es: Límites y cuotas de recursos en Base de datos de documentos.
fr_fr: Limites et quotas de ressource DocumentDB
hu_hu: A Dokumentum-adatbázis erőforrásaira vonatkozó korlátozások és kvóták
it_it: Limiti e quote delle risorse in DocumentDB
ja_jp: DocumentDB リソースの制限とクォータ
ko_kr: DocumentDB 리소스 제한 및 할당량
nl_nl: DocumentDB-bronlimieten en quota's
pl_pl: Limity i przydziały zasobów bazy danych DocumentDB
pt_br: Limites e cotas de recursos do Banco de Dados de Documentos
pt_pt: Quotas e limites dos recursos do DocumentDB
ru_ru: Пределы и квоты для ресурсов DocumentDB
sv_se: DocumentDB-resursgränser och kvoter
tr_tr: DocumentDB kaynak sınırları ve kotaları
zh_cn: DocumentDB 资源限制和配额
zh_tw: DocumentDB 資源限制與配額

# Reference_Heading_REST
source: REST API Reference
cs_cz: Reference k rozhraní API REST
de_de: REST API-Referenz
es_es: Referencia de la API de REST
fr_fr: Référence d'API REST
hu_hu: REST API-leírás
it_it: Informazioni di riferimento sulle API del servizio REST
ja_jp: REST API のリファレンス
ko_kr: REST API 참조
nl_nl: REST API-naslaginformatie
pl_pl: dokumentacja interfejsu API REST
pt_br: Referência da API REST
pt_pt: Referência da API do REST
ru_ru: справочник API REST
sv_se: REST API-referens
tr_tr: REST API Başvurusu
zh_cn: REST API 参考
zh_tw: REST API 參考

# Reference_Heading_ServerJS
source: Server-side JavaScript reference
cs_cz: Reference na JavaScript na straně serveru
da_dk: JavaScript-reference på serversiden
de_de: Serverseitige JavaScript-Referenz
es_es: Referencia de JavaScript del lado servidor
fr_fr: Référence JavaScript côté serveur
hu_hu: A szerveroldali JavaScript leírása
it_it: Riferimenti per JavaScript lato server
ja_jp: サーバー側 JavaScript のリファレンス
ko_kr: 서버 쪽 JavaScript 참조
nl_nl: JavaScript-referentie aan de serverzijde
pl_pl: Dokumentacja języka JavaScript po stronie serwera
pt_br: Referência de JavaScript do servidor
pt_pt: Referência JavaScript do lado do servidor
ru_ru: Справка по JavaScript серверной части
sv_se: JavaScript-referens för serversidan
tr_tr: Sunucu tarafı JavaScript başvurusu
zh_cn: 服务器端 JavaScript 参考资料
zh_tw: 伺服器端 JavaScript 參考

# Reference_Heading_SQLRef
source: DocumentDB SQL reference
cs_cz: Reference DocumentDB SQL
da_dk: SQL-reference til DocumentDB
de_de: DocumentDB-SQL-Referenz
es_es: Referencia de SQL de Base de datos de documentos
fr_fr: Référence SQL DocumentDB
hu_hu: SQL-segédanyagok a Dokumentum-adatbázishoz
it_it: Riferimenti per DocumentDB con SQL
ja_jp: DocumentDB SQL のリファレンス
ko_kr: DocumentDB SQL 참조
nl_nl: DocumentDB SQL-referentie
pl_pl: Dokumentacja języka SQL dla bazy danych DocumentDB
pt_br: Referência de SQL do Banco de Dados de Documentos
pt_pt: Referência SQL do DocumentDB
ru_ru: Справка по SQL для DocumentDB
sv_se: DocumentDB SQL-referens
tr_tr: DocumentDB SQL başvurusu
zh_cn: DocumentDB SQL 参考资料
zh_tw: DocumentDB SQL 參考

# Reference_SubHeading_REST
source: <p>Reference documentation for the REST API supported by DocumentDB. Includes information about HTTP errors.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní API REST podporované databází DocumentDB Obsahuje informace o chybách HTTP.</p>
da_dk: <p>Referencedokumentation til den REST-API, der understøttes af DocumentDB. Inklusive oplysninger om HTTP-fejl.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte REST -API. Enthält Informationen über HTTP-Fehler.</p>
es_es: <p>Documentación de referencia para la API de REST admitida por Base de datos de documentos. Incluye información acerca de errores de HTTP.</p>
fr_fr: <p>Documentation de référence pour l'API REST prise en charge par DocumentDB. Inclut des informations sur les erreurs HTTP.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott REST API-hoz. HTTP-hibákkal kapcsolatos információk.</p>
it_it: <p>Documentazione di riferimento per l'API REST supportata da DocumentDB. Include informazioni sugli errori HTTP.</p>
ja_jp: <p>DocumentDB がサポートする REST API のドキュメントを参照します。HTTP エラーについての情報を含みます。</p>
ko_kr: <p>DocumentDB에서 지원하는 REST API의 참조 문서입니다. HTTP 오류에 대한 정보가 포함되어 있습니다.</p>
nl_nl: <p>Referentiedocumentatie voor de REST API die wordt ondersteund door DocumentDB. Omvat informatie over HTTP-fouten.</p>
pl_pl: <p>Dokumentacja interfejsu API REST obsługiwanego przez bazę danych DocumentDB. Zawiera informacje dotyczące błędów protokołu HTTP.</p>
pt_br: <p>Documentação de referência para a API REST com suporte pelo Banco de Dados de Documentos. Inclui informações sobre erros de HTTP.</p>
pt_pt: <p>Documentação de referência para a API REST suportada pelo DocumentDB. Inclui informação sobre erros HTTP.</p>
ru_ru: <p>Справочная документация по интерфейсу API REST, поддерживаемому службой DocumentDB. Включает сведения об ошибках HTTP.</p>
sv_se: <p>Referensdokumentation för det REST-API som stöds av DocumentDB. Innehåller information om HTTP-fel.</p>
tr_tr: <p>DocumentDB tarafından desteklenen REST API'si için başvuru belgeleri. HTTP hataları hakkında da bilgi içerir.</p>
zh_cn: <p>DocumentDB 支持的 REST API 的参考文档。包含有关 HTTP 错误的信息。</p>
zh_tw: <p>DocumentDB 支援的 REST API 參考文件。包含 HTTP 錯誤的相關資訊。</p>

# Reference_SubHeading_ServerJS
source: <p>Reference documentation for the server-side JavaScript API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní JavaScript API na straně serveru podporované DocumentDB</p>
da_dk: <p>Referencedokumentation til den JavaScript-API på serversiden, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte serverseitige JavaScript-API.</p>
es_es: <p>Documentación de referencia para la API de JavaScript del lado servidor admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API JavaScript côté serveur prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott szerveroldali JavaScript API-hoz.</p>
it_it: <p>Documentazione di riferimento per l'API JavaScript lato server supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートするサーバー側 JavaScript API に関するリファレンス ドキュメント。</p>
ko_kr: <p>DocumentDB에서 지원하는 서버 쪽 JavaScript API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de JavaScript API aan de serverzijde die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API języka JavaScript po stronie serwera obsługiwanego przez bazę danych DocumentDB.</p>
pt_br: <p>Documentação de referência para a API JavaScript do servidor suportada pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API JavaScript do lado do servidor suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу API JavaScript клиентской части, поддерживаемому службой DocumentDB.</p>
sv_se: <p>Referensdokumentation för det JavaScript-API för serversidan som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen sunucu tarafı JavaScript API'si için başvuru belgeleri.</p>
zh_cn: <p>DocumentDB 支持的服务器端 JavaScript API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的伺服器端 JavaScript API 參考文件。</p>

# Reference_SubHeading_SQLRef
source: <p>Reference documentation for querying DocumentDB databases with SQL.</p>
cs_cz: <p>Referenční dokumentace pro dotazování databází DocumentDB v SQL</p>
da_dk: <p>Referencedokumentation til forespørgsler på DocumentDB-databaser med SQL.</p>
de_de: <p>Referenzdokumentation für die Abfrage von DocumentDB-Datenbanken mit SQL.</p>
es_es: <p>Documentación de referencia para las consultas de bases de datos de Base de datos de documentos con SQL.</p>
fr_fr: <p>Documentation de référence sur l'interrogation de bases de données DocumentDB avec SQL.</p>
hu_hu: <p>Segédanyagok a dokumentum-adatbázisok SQL-alapú lekérdezéséhez.</p>
it_it: <p>Documentazione di riferimento per l'esecuzione di query nei database di DocumentDB con SQL.</p>
ja_jp: <p>SQL を使用した DocumentDB データベースのクエリに関するリファレンス ドキュメント。</p>
ko_kr: <p>SQL을 사용하여 DocumentDB 데이터베이스를 쿼리하는 데 사용되는 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor het indienen van query's in de DocumentDB-database met SQL.</p>
pl_pl: <p>Dokumentacja dotycząca tworzenia zapytań baz danych DocumentDB przy użyciu języka SQL.</p>
pt_br: <p>Documentação de referência para consulta em Banco de Dados de Documentos com SQL.</p>
pt_pt: <p>Documentação de referência para consultar as bases de dados do DocumentDB com o SQL.</p>
ru_ru: <p>Справочная документация по запросам в базах данных DocumentDB с использованием SQL.</p>
sv_se: <p>Referensdokumentation för att skriva frågor till DocumentDB-databaser i SQL.</p>
tr_tr: <p>DocumentDB veritabanlarını SQL'le sorgulama için başvuru belgeleri.</p>
zh_cn: <p>使用 SQL 查询 DocumentDB 数据库的参考文档。</p>
zh_tw: <p>使用 SQL 查詢 DocumentDB 資料庫的參考文件。</p>

# Develop_Heading_Programming
source: DocumentDB programming: Stored procedures, triggers, and UDFs
cs_cz: Programování DocumentDB: Uložené procedury, aktivační události a UDF
da_dk: DocumentDB-programmering: Lagrede procedurer, udløsere og UDF'er
de_de: DocumentDB-Programmierung: gespeicherte Prozeduren, Auslöser und UDFs.
es_es: Programación de Base de datos de documentos: procedimientos almacenados, desencadenadores y funciones definidas por el usuario
fr_fr: Programmation DocumentDB : procédures stockées, déclencheurs et fonctions définies par l'utilisateur
hu_hu: A Dokumentum-adatbázis programozása: tárolt eljárások, eseményindítók és felhasználói függvények
it_it: Programmazione in DocumentDB: stored procedure, trigger e UDF
ja_jp: DocumentDB のプログラミング: ストアド プロシージャ、トリガー、ユーザー定義関数 (UDF)
ko_kr: DocumentDB 프로그래밍: 저장 프로시저, 트리거, UDF
nl_nl: DocumentDB-programmering: opgeslagen procedures, triggers en UDF's
pl_pl: Programowanie bazy danych DocumentDB: procedury składowane, wyzwalacze i funkcje definiowane przez użytkownika (UDF)
pt_br: Programação do Banco de Dados de Documentos: procedimentos armazenados, disparadores e UDFs
pt_pt: Programação do DocumentDB: procedimentos armazenados, acionadores e UDFs
ru_ru: Программирование DocumentDB: сохраненные процедуры, триггеры и UDF
sv_se: DocumentDB-programmering: Lagrade procedurer, utlösare och användardefinierade funktioner
tr_tr: DocumentDB programlama: Saklı yordamlar, tetikleyiciler ve UDF'ler
zh_cn: DocumentDB 编程：存储过程、触发器和 UDF
zh_tw: DocumentDB 程式設計：已儲存的程序、觸發程式和 UDF

# Develop_SubHeading_Programming
source: <p>This guide provides developers a thorough walkthrough of how to register and execute stored procedures, triggers, and user-defined functions (UDFs).</p>
cs_cz: <p>Tato příručka vývojáře podrobně provede postupem registrace a spouštění uložených procedur, aktivačních událostí a funkcí definovaných uživatelem (UDF).</p>
da_dk: <p>Denne vejledning indeholder en grundig vejledning til udviklere om, hvordan man registrerer og udfører lagrede procedurer, udløsere og UDF'er (user-defined functions).</p>
de_de: <p>Diese Anleitung stellt eine gründliche exemplarische Vorgehensweise für Entwickler zur Verfügung. Sie erfahren, wie Sie gespeicherte Prozeduren, Trigger und benutzerdefinierte Funktionen (User Defined Functions, UDF) registrieren und ausführen.</p>
es_es: <p>Esta guía ofrece a los desarrolladores un exhaustivo tutorial acerca de cómo registrar y ejecutar procedimientos almacenados, desencadenadores y funciones definidas por el usuario (UDF).</p>
fr_fr: <p>Ce guide propose aux développeurs une présentation détaillée de l'enregistrement et de l'exécution de procédures stockées, de déclencheurs et de fonctions définies par l'utilisateur.</p>
hu_hu: <p>Fejlesztői útmutató tárolt eljárások, eseményindítók és felhasználói függvények regisztrálásához és végrehajtásához.</p>
it_it: <p>Questa guida offre agli sviluppatori informazioni dettagliate sulla procedura di registrazione ed esecuzione di stored procedure, trigger e funzioni definite dall'utente (UDF, User-Defined Function).</p>
ja_jp: <p>このガイドでは、ストアド プロシージャ、トリガー、ユーザー定義関数 (UDF) を登録して実行する方法について開発者向けに説明します。</p>
ko_kr: <p>이 가이드에서는 개발자에게 저장된 절차, 트리거, UDF(사용자 정의 함수)를 등록하고 실행하는 방법을 자세하게 안내합니다.</p>
nl_nl: <p>Deze handleiding biedt ontwikkelaars een uitgebreide beschrijving van het registreren en uitvoeren van opgeslagen procedures, triggers en gebruikersgedefinieerde functies (UDF's).</p>
pl_pl: <p>W tym przewodniku dla deweloperów przedstawiono szczegółowe instrukcje dotyczące rejestrowania i wykonywania procedur składowanych, wyzwalaczy i funkcji definiowanych przez użytkownika (UDF).</p>
pt_br: <p>Este guia fornece aos desenvolvedores um passo a passo completo de como se registrar e executar procedimentos armazenados, gatilhos e UDFs (Funções Definidas pelo Usuário).</p>
pt_pt: <p>Este guia fornece aos programadores uma orientação passo a passo sobre como registar e executar procedimentos armazenados, acionadores e funções definidas pelo utilizador (UDF).</p>
ru_ru: <p>В этом руководстве разработчикам предоставляется подробное описание того, как регистрировать и выполнять хранимые процедуры, триггеры и пользовательские функции (UDF).</p>
sv_se: <p>Den här guiden ger utvecklare en noggrann genomgång av hur de registrerar och kör lagrade procedurer, utlösare och användardefinierade funktioner.</p>
tr_tr: <p>Bu kılavuzda, geliştiricilere saklı yordamları, tetikleyicileri ve kullanıcı tanımlı işlevleri (UDF) kaydetme ve yürütme işlemlerinde yol gösteren kapsamlı bilgiler sağlanır.</p>
zh_cn: <p>本指南将为开发人员提供如何注册和执行存储的程序、触发和用户定义功能 (UDF) 的详细信息。</p>
zh_tw: <p>本指南提供開發人員有關如何註冊並執行已儲存程序、觸發程式和使用者定義函數 (UDF) 的完整逐步說明。</p>
