Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Featured_Learning
source: Learning guide for DocumentDB
cs_cz: Výuková příručka pro DocumentDB
da_dk: Vejledning til DocumentDB
de_de: Schulungsleitfaden für DocumentDB
es_es: Guía de aprendizaje para Base de datos de documentos
fr_fr: Guide d'apprentissage pour DocumentDB
hu_hu: Útmutató a DocumentDB használatának elsajátításához
it_it: Percorso di formazione per DocumentDB
ja_jp: DocumentDB のラーニング ガイド
ko_kr: DocumentDB 학습 가이드
nl_nl: Instructiehandleiding voor DocumentDB
pl_pl: Przewodnik uczenia się dla usługi DocumentDB
pt_br: Guia de aprendizado para o Banco de Dados de Documentos
pt_pt: Guia de aprendizagem para o DocumentDB
ru_ru: Учебное руководство пользователя для DocumentDB
sv_se: Inlärningsguide för DocumentDB
tr_tr: DocumentDB öğrenme kılavuzu
zh_cn: DocumentDB 学习指南
zh_tw: DocumentDB 學習指南

# Develop_Heading_DOTNETSamples
source: DocumentDB .NET code samples
cs_cz: Vzorový kód DocumentDB .NET
da_dk: .NET-kodeeksempler til DocumentDB
de_de: DocumentDB .NET-Codebeispiele
es_es: Muestras de código .NET de Base de datos de documentos
fr_fr: Exemples de code DocumentDB .NET
hu_hu: A Dokumentum-adatbázis .NET platformra írt kódmintái
it_it: Esempi di codice .NET per DocumentDB
ja_jp: DocumentDB の .NET コードのサンプル
ko_kr: DocumentDB .NET 코드 샘플
nl_nl: DocumentDB .NET-codevoorbeelden
pl_pl: Przykłady kodu programowania bazy danych DocumentDB dla systemu .NET
pt_br: Exemplos de código de .NET do Banco de Dados de Documentos
pt_pt: Códigos de exemplo .NET do DocumentDB
ru_ru: Образцы кодов DocumentDB .NET
sv_se: DocumentDB .NET-kodexempel
tr_tr: DocumentDB .NET kodu örnekleri
zh_cn: DocumentDB .NET 代码示例
zh_tw: DocumentDB .NET 程式碼範例

# Develop_Subheading_DOTNETSamples
source: <p>Use these samples to learn how to use the .NET Client SDK to interact with the Azure DocumentDB service.</p>
cs_cz: <p>Tyto ukázky kódu slouží jako výukové příklady použití sady .NET SDK klienta k interakci se službou Azure DocumentDB.</p>
da_dk: <p>Brug disse eksempler for at få mere at vide om, hvordan du bruger .NET Client SDK til at interagere med Azure DocumentDB-tjenesten.</p>
de_de: <p>Verwenden Sie diese Beispiele, darin erfahren Sie, wie Sie das .NET Client-SDK zum Interagieren mit dem Azure DocumentDB-Dienst verwenden können.</p>
es_es: <p>Aprenda con estas muestras a utilizar el SDK del cliente de .NET para interactuar con el servicio Base de datos de documentos de Azure.</p>
fr_fr: <p>Ces exemples montrent comment utiliser le Kit de développement logiciel (SDK) client .NET pour interagir avec le service Azure DocumentDB.</p>
hu_hu: <p>Ezekből a mintákból megtanulhatja, hogy miként használja a .NET Client SDK készletet az Azure Dokumentum-adatbázis szolgáltatással történő kommunikációra.</p>
it_it: <p>Questi esempi permettono di apprendere come usare l'SDK del client .NET per interagire con il servizio Azure DocumentDB.</p>
ja_jp: <p>DocumentDB の .NET コードのサンプルを使って、Azure DocumentDB サービスとやり取りするために .NET クライアント SDK を使用する方法について説明します。</p>
ko_kr: <p>다음 샘플을 사용하여 .NET Client SDK로 Azure DocumentDB 서비스를 이용하는 방법을 알아보세요.</p>
nl_nl: <p>Gebruik deze voorbeelden om te leren hoe u de .NET Client SDK kunt gebruiken om te communiceren met de Azure DocumentDB-service.</p>
pl_pl: <p>Za pomocą tych przykładów można dowiedzieć się, w jaki sposób należy używać zestawu SDK klienta programu .NET w celu wchodzenia w interakcję z usługą Azure DocumentDB.</p>
pt_br: <p>Use esses exemplos para aprender como usar o SDK do Cliente .NET para interagir com o serviço do Banco de Dados de Documentos do Azure.</p>
pt_pt: <p>Utilize estes exemplos para saber como utilizar o SDK Cliente .NET para interagir com o serviço DocumentDB do Azure.</p>
ru_ru: <p>Используйте эти образцы и узнайте, как взаимодействовать со службой Azure DocumentDB с помощью клиента .NET SDK.</p>
sv_se: <p>Använd dessa exampel och läs om hur du använder .NET Client SDK för att interagera med Azure DocumentDB-tjänsten.</p>
tr_tr: <p>.NET İstemci SDK'sını Azure DocumentDB hizmetiyle etkileşim kurmak üzere nasıl kullanabileceğinizi öğrenmek için bu örnekleri kullanın.</p>
zh_cn: <p>使用这些示例了解如何使用 .NET 客户端 SDK 与 Azure DocumentDB 服务交互。</p>
zh_tw: <p>使用這些範例，了解如何使用 .NET 用戶端 SDK 與 Azure DocumentDB 服務互動。</p>

# Manage_Heading_ManageAccount
source: Manage a DocumentDB account
cs_cz: Správa účtu DocumentDB
da_dk: Administration af en DocumentDB-konto
de_de: Verwalten eines DocumentDB-Kontos
es_es: Administrar una cuenta de Base de datos de documentos
fr_fr: Gestion d'un compte de stockage DocumentDB
hu_hu: Dokumentum-adatbázis szolgáltatásbeli fiók kezelése
it_it: Gestire un account di DocumentDB
ja_jp: DocumentDB アカウントの管理
ko_kr: DocumentDB 계정 관리
nl_nl: Een DocumentDB-account beheren
pl_pl: Zarządzanie kontem bazy danych DocumentDB
pt_br: Gerenciar uma conta de Banco de Dados de Documentos
pt_pt: Gerir uma conta do DocumentDB
ru_ru: Управление учетной записью DocumentDB
sv_se: Hantera ett DocumentDB-konto
tr_tr: DocumentDB hesabını yönetme
zh_cn: 管理 DocumentDB 帐户
zh_tw: 管理 DocumentDB 帳戶

# Manage_Subheading_ManageAccount
source: <p>Learn how to manage a DocumentDB account, including working with access keys, consistency settings, and capacity settings. </p>
cs_cz: <p>Naučte se spravovat účet DocumentDB, včetně práce s přístupovými klávesami, nastavením konzistence a nastavením kapacity. </p>
da_dk: <p>Få mere at vide om, hvordan du administrerer en DocumentDB-konto, herunder hvordan du arbejder med adgangsnøgler og indstillinger for konsistens og kapacitet. </p>
de_de: <p>Erfahren Sie, wie Sie ein DocumentDB-Konto verwalten können, dazu gehört auch das Arbeiten mit Zugriffsschlüsseln, Konsistenz- und Kapazitätseinstellungen. </p>
es_es: <p>Aprenda a administrar una cuenta de Base de datos de documentos, incluido el trabajo con claves de acceso, configuración de coherencia y ajustes de capacidad. </p>
fr_fr: <p>Découvrez comment gérer un compte DocumentDB, notamment comment utiliser des clés d'accès, ainsi que des paramètres de cohérence et de capacité. </p>
hu_hu: <p>Ebben a témakörben megismerheti a Dokumentum-adatbázis szolgáltatásbeli fiók kezelését, beleértve a hozzáférési kulcsok használatát, valamint a konzisztenciára és kapacitásra vonatkozó beállításokat. </p>
it_it: <p>Informazioni su come gestire un account DocumentDB, inclusi l'uso delle chiavi di accesso, le impostazioni relative alla coerenza e le impostazioni relative alla capacità. </p>
ja_jp: <p>アクセス キーを使った操作、整合性の設定、容量の設定など、DocumentDB アカウントの管理方法について説明します。 </p>
ko_kr: <p>액세스 키 관리, 일관성 설정, 용량 설정 등의 작업을 비롯한 DocumentDB 계정 관리 방법을 알아보세요. </p>
nl_nl: <p>Leer hoe u een DocumentDB-account kunt beheren, inclusief werken met toegangssleutels, consistentie-instellingen en capaciteitsinstellingen. </p>
pl_pl: <p>Poznaj sposób zarządzania kontem bazy danych DocumentDB oraz dowiedz się, jak pracować z kluczami dostępu oraz ustawieniami spójności i pojemności. </p>
pt_br: <p>Saiba como gerenciar uma conta do Banco de Dados de Documentos, incluindo trabalhar com chaves de acesso, configurações de consistência e configurações de capacidade. </p>
pt_pt: <p>Saiba como gerir uma conta do DocumentDB, incluindo trabalhar com chaves de acesso, definições de consistência e definições de capacidade. </p>
ru_ru: <p>Сведения об управлении учетной записью DocumentDB, работе с ключами доступа, настройками емкости и согласованности. </p>
sv_se: <p>Läs om hur du hanterar ett DocumentDB-konto, inklusive arbetar med åtkomstnycklar, konsekvensinställningar och kapacitetsinställningar. </p>
tr_tr: <p>Erişim anahtarları, tutarlılık ayarları ve kapasite ayarları dahil DocumentDB hesabını nasıl yöneteceğinizi öğrenin. </p>
zh_cn: <p>了解如何管理 DocumentDB 帐户，包括使用访问密钥、一致性设置和容量设置。 </p>
zh_tw: <p>了解如何管理 DocumentDB 帳戶，包括使用存取金鑰、一致性設定以及容量設定。 </p>

# META_DESCRIPTION
source: Documentation and tutorials to help you use Azure DocumentDB, a NoSQL service, to build applications that query and store JSON data using Javascript.
cs_cz: Dokumentace a kurzy vám pomůžou používat Azure DocumentDB, tedy službu NoSQL, k vytváření aplikací, které dotazují a ukládají data JSON pomocí JavaScriptu.
da_dk: Dokumentation og selvstudier hjælper dig med at bruge NoSQL-tjenesten Azure DocumentDB til at udvikle programmer, som kører forespørgsler på og lagrer JSON-data ved hjælp af Javascript.
de_de: Dokumentation und Lernprogramme, die Sie beim Umgang mit Azure DocumentDB unterstützen, einem NoSQL-Dienst zum Erstellen von Anwendungen, die mithilfe von JavaScript JSON-Daten abfragen und speichern.
es_es: Documentación y tutoriales para ayudarle a usar Base de datos de documentos de Azure, un servicio de NoSQL, para generar aplicaciones con consultan y almacenan los datos de JSON usando Javascript.
fr_fr: La documentation et les didacticiels fournis ici vous montrent comment utiliser Azure DocumentDB, un service NoSQL, pour concevoir des applications qui interrogent et stockent les données JSON à l'aide de Javascript.
hu_hu: Dokumentáció és oktatóanyagok az Azure DocumentDB használatának megkönnyítéséhez. Ezzel a NoSQL szolgáltatással olyan alkalmazásokat hozhat létre, amelyek JSON-adatokat kérdeznek le és tárolnak a Javascript használatával.
it_it: Documentazione ed esercitazioni per iniziare a usare Azure DocumentDB, un servizio NoSQL, per compilare applicazioni che eseguono query su dati JSON e li archiviano usando Javascript.
ja_jp: ドキュメントとチュートリアルを使用すると、Azure DocumentDB という NoSQL サービスを使用して、Javascript によって JSON データをクエリおよび格納するアプリケーションを作成するのに役立ちます。
ko_kr: Javascript를 사용하여 JSON 데이터를 쿼리하고 저장하는 응용 프로그램을 빌드하기 위한 NoSQL 서비스인 Azure DocumentDB 사용에 대한 설명서와 자습서입니다.
nl_nl: Met de documentatie en zelfstudies kunt u Azure DocumentDB, een NoSQL-service, gebruiken om toepassingen te bouwen die JSON-gegevens opvragen en opslaan met Javascript.
pl_pl: Dokumentacja i samouczki ułatwiające korzystanie z usługi Azure DocumentDB, usługi bazy danych NoSQL, w celu tworzenia aplikacji, które generują zapytania i przechowują dane JSON przy użyciu języka Javascript.
pt_br: Documentação e tutoriais para ajudar você a usar o Banco de Dados de Documentos do Azure, um serviço do NoSQL, a fim de compilar aplicativos que consultam e armazenam dados JSON usando Javascript.
pt_pt: Documentação e tutoriais para o ajudar a utilizar o Azure DocumentDB, um serviço NoSQL, para criar aplicações que consultam e armazenam dados JSON utilizando o Javascript.
ru_ru: Документация по использованию Azure DocumentDB, службы NoSQL для создания приложений по запросу и хранению данных JSON посредством JavaScript.
sv_se: Dokumentation och självstudier som hjälper dig att använda Azure DocumentDB, en NoSQL-tjänst, bygga program som frågar efter och lagrar JSON-data med Javascript.
tr_tr: Javascript kullanarak JSON verilerini sorgulayan ve depolayan uygulamalar oluşturmak amacıyla bir NoSQL hizmeti olan Azure DocumentDB'yi kullanmanıza yardımcı olacak belgeler ve eğiticiler.
zh_cn: 用于帮助你使用 Azure DocumentDB（一种 NoSQL 服务）来生成可使用 Javascript 查询和存储 JSON 数据的应用程序的文档和教程。
zh_tw: 文件和教學課程協助您使用 Azure DocumentDB (一種 NoSQL 服務)，建構使用 Javascript 查詢和儲存 JSON 資料的應用程式。

# Videos_Cta
source: View more DocumentDB videos
cs_cz: Zobrazit víc videí o databázi DocumentDB
da_dk: Se flere DocumentDB-videoer
de_de: Weitere DocumentDB-Videos ansehen
es_es: Ver más vídeos de Base de datos de documentos
fr_fr: Afficher d'autres vidéos sur DocumentDB
hu_hu: További videók a Dokumentum-adatbázis szolgáltatásról
it_it: Altri video su DocumentDB
ja_jp: その他の DocumentDB ビデオの表示
ko_kr: DocumentDB 동영상 더 보기
nl_nl: Bekijk meer video's over DocumentDB
pl_pl: Wyświetl więcej wideo na temat usługi DocumentDB
pt_br: Exibir mais vídeos do Banco de Dados de Documentos
pt_pt: Ver mais vídeos do DocumentDB
ru_ru: Другие видео DocumentDB
sv_se: Visa fler DocumentDB-videor
tr_tr: Daha fazla DocumentDB videosu görüntüleyin
zh_cn: 查看更多 DocumentDB 视频
zh_tw: 檢視更多 DocumentDB 影片

# Videos_Heading
source: Videos
cs_cz: Videa
da_dk: Videoer
es_es: Vídeos
fr_fr: Vidéos
hu_hu: Videók
it_it: Video
ja_jp: ビデオ
ko_kr: 비디오
pl_pl: Wideo
pt_br: Vídeos
pt_pt: Vídeos
ru_ru: Видео
sv_se: Videor
tr_tr: Videolar
zh_cn: 视频
zh_tw: 影片

# Develop_Heading_JAVA
source: Develop a Java application with DocumentDB
cs_cz: Vývoj aplikace Java s DocumentDB
da_dk: Udvikl et Java-program med DocumentDB
de_de: Entwickeln einer Java-Anwendung mit DocumentDB
es_es: Desarrollar una aplicación Java con Base de datos de documentos
fr_fr: Développez une application Java avec DocumentDB
hu_hu: Java-alkalmazások fejlesztése a DocumentDB-vel
it_it: Sviluppare un'applicazione Java con DocumentDB
ja_jp: DocumentDB を使用した Java アプリケーションの開発
ko_kr: DocumentDB를 사용하여 Java 응용 프로그램 개발
nl_nl: Een Java-toepassing maken met DocumentDB
pl_pl: Tworzenie aplikacji Java z zastosowaniem usługi DocumentDB
pt_br: Desenvolver um aplicativo Java com o Banco de Dados de Documentos
pt_pt: Desenvolva uma aplicação Java com o DocumentDB
ru_ru: Разработка приложения Java с помощью DocumentDB
sv_se: Utveckla ett Java-program med DocumentDB
tr_tr: DocumentDB ile bir Java uygulaması geliştirme
zh_cn: 使用 DocumentDB 开发 Java 应用程序
zh_tw: 使用 DocumentDB 開發 Java 應用程式

# Develop_SubHeading_JAVA
source: <p>This tutorial shows you how to use the Azure DocumentDB service to store and access data from a Java application hosted on Azure Websites.</p>
cs_cz: <p>Tento kurz vám ukáže, jak používat službu Azure DocumentDB k ukládání a přístupu k datům z aplikace Java hostované na Webech Azure.</p>
da_dk: <p>Dette selvstudium viser dig, hvordan du bruger Azure DocumentDB-tjenesten til at lagre og få adgang til data fra et Java-program, som er hostet på Azure Websites.</p>
de_de: <p>In diesem Lernprogramm erfahren Sie, wie Sie mit dem Azure DocumentDB-Dienst Daten aus einer in Azure Websites gehosteten Java-Anwendung speichern und auf diese zugreifen.</p>
es_es: <p>Este tutorial muestra cómo usar el servicio Base de datos de documentos de Azure para almacenar y acceder a datos desde una aplicación Java hospedada en sitios web de Azure.</p>
fr_fr: <p>Ce didacticiel vous montre comment utiliser le service Azure DocumentDB pour stocker des données et y accéder à partir d'une application Java hébergée sur Sites Web Azure.</p>
hu_hu: <p>Ez az oktatóanyag azt szemlélteti, hogy az Azure DocumentDB szolgáltatással miként tárolhatók és érhetők el egy Azure Websites szolgáltatásban futtatott Java-alkalmazás adatai.</p>
it_it: <p>Questa esercitazione mostra come usare il servizio Azure DocumentDB per archiviare i dati e accedervi da un'applicazione Java ospitata in Siti Web di Azure.</p>
ja_jp: <p>このチュートリルは、Azure DocumentDB サービスを使用して、Azure Websites でホストされる Java アプリケーションからデータを格納したりアクセスしたりする方法を示しています。</p>
ko_kr: <p>이 자습서에서는 Azure DocumentDB 서비스를 사용하여 Azure 웹 사이트에 호스트된 Java 응용 프로그램의 데이터에 액세스하고 데이터를 저장하는 방법을 보여 줍니다.</p>
nl_nl: <p>In deze zelfstudie wordt uitgelegd hoe u de DocumentDB-service kunt gebruiken om gegevens uit een Java-toepassing op te slaan en te gebruiken die wordt gehost op Azure Websites.</p>
pl_pl: <p>W tym samouczku przedstawiono, jak przy użyciu usługi Azure DocumentDB przechowywać dane i uzyskiwać do nich dostęp z poziomu aplikacji Java hostowanej przez usługę Witryny sieci Web Azure.</p>
pt_br: <p>Este tutorial mostra como usar o serviço Banco de Dados de Documentos do Azure para armazenar e acessar dados por meio de um aplicativo Java hospedado em Sites do Azure.</p>
pt_pt: <p>Este tutorial mostra-lhe como utilizar o serviço Azure DocumentDB para armazenar e aceder a dados a partir de uma aplicação Java alojada em Web sites do Azure.</p>
ru_ru: <p>В этом руководстве показано, как с помощью службы Azure DocumentDB хранить данные и получать доступ к ним из приложения Java, размещенного на веб-сайтах Azure.</p>
sv_se: <p>Den här självstudien visar hur du använder Azure DocumentDB-tjänsten för att lagra och komma åt data från ett Java-program som har Azure Websites som värd.</p>
tr_tr: <p>Bu öğreticide, Azure Web Sitelerinde barındırılan bir Java uygulamasındaki verileri depolamak ve erişmek amacıyla Azure DocumentDB hizmetinin nasıl kullanılacağı gösterilmektedir.</p>
zh_cn: <p>本教程展示如何使用 Azure DocumentDB 服务存储和访问托管在 Azure 网站上的 Java 应用程序中的数据。</p>
zh_tw: <p>本教學課程說明如何使用 Azure DocumentDB 服務從 Azure 網站上的 Java 應用程式存放和存取資料。</p>

# Explore_Heading_INDEXING
source: How indexing works
cs_cz: Jak funguje indexování
da_dk: Sådan fungerer indeksering
de_de: So funktioniert Indizierung
es_es: Cómo funciona la indexación
fr_fr: Fonctionnement de l'indexation
hu_hu: Indexelési útmutató
it_it: Funzionamento dell'indicizzazione
ja_jp: インデックス作成の動作方法
ko_kr: 인덱싱 작동 원리
nl_nl: Hoe indexering werkt
pl_pl: Jak działa indeksowanie
pt_br: Como funciona a indexação
pt_pt: Como funciona a indexação
ru_ru: Как работает индексация
sv_se: Så fungerar indexering
tr_tr: Dizin oluşturma nasıl çalışır
zh_cn: 索引编制的工作原理
zh_tw: 如何索引工作

# Explore_SubHeading_INDEXING
source: <p>Understand how indexing works in DocumentDB and learn how to configure the indexing policy.</p>
cs_cz: <p>Seznamte se s principem indexování v DocumentDB a zjistěte, jak nakonfigurovat zásady indexování.</p>
da_dk: <p>Forstå, hvordan indeksering fungerer i DocumentDB og lær, hvordan du konfigurerer indekseringspolitikken.</p>
de_de: <p>Erfahren Sie, wie die Indizierung in DocumentDB funktioniert, und wie Sie die Indizierungsrichtlinie konfigurieren können.</p>
es_es: <p>Conozca cómo funciona la indexación en Base de datos de documentos y aprenda cómo configurar la política de indexación.</p>
fr_fr: <p>Découvrez comment fonctionne l'indexation dans DocumentDB et comment configurer la stratégie d'indexation.</p>
hu_hu: <p>Ismerje meg, hogy miként működik az indexelés a DocumentDB-ben, és hogy miként kell konfigurálni az indexelési szabályokat.</p>
it_it: <p>Informazioni sul funzionamento dell'indicizzazione in DocumentDB e su come configurare i criteri di indicizzazione.</p>
ja_jp: <p>DocumentDB でインデックス作成が動作する方法とインデックス作成ポリシーの構成方法について説明します。</p>
ko_kr: <p>DocumentDB에서 인덱싱이 어떻게 작동하는지 이해하고 인덱싱 정책을 구성하는 방법을 알아보세요.</p>
nl_nl: <p>Informatie over hoe indexering werkt in DocumentDB en ontdekken hoe u het indexeringsbeleid kunt configureren.</p>
pl_pl: <p>Opis działania indeksowania w usłudze DocumentDB oraz informacje dotyczące konfigurowania zasad indeksowania.</p>
pt_br: <p>Entenda como funciona a indexação no Banco de Dados de Documentos e aprenda a configurar a política de indexação.</p>
pt_pt: <p>Compreenda como funciona a indexação no DocumentDB e saiba como configurar a política de indexação.</p>
ru_ru: <p>Сведения об осуществлении индексации в DocumentDB и настройке политики индексации.</p>
sv_se: <p>Lär dig hur indexering fungerar i DocumentDB och hur du konfigurerar indexeringsprincipen.</p>
tr_tr: <p>DocumentDB'de dizin oluşturmanın nasıl çalıştığını ve dizin oluşturma ilkesini yapılandırmayı öğrenin.</p>
zh_cn: <p>了解 DocumentDB 中索引编制的工作原理以及如何配置索引编制策略。</p>
zh_tw: <p>了解如何索引 DocumentDB 中的工作，以及如何設定索引原則。</p>

# Reference_Heading_JAVA_SDK
source: Java SDK Reference
cs_cz: Reference sady Java SDK
de_de: Java SDK-Referenz
es_es: Referencia de SDK de Java
fr_fr: Référence du Kit de développement logiciel (SDK) Java
hu_hu: Java SDK-dokumentáció
it_it: Informazioni di riferimento su Java SDK
ja_jp: Java SDK リファレンス
ko_kr: Java SDK 참조
nl_nl: Referentie voor Java SDK
pl_pl: Dokumentacja zestawu SDK dla języka Java
pt_br: Referência de SDK do Java
pt_pt: Referência Java SDK
ru_ru: Справочник по Java SDK
sv_se: Java SDK-referens
tr_tr: Java SDK Başvurusu
zh_cn: Java SDK 参考
zh_tw: Java SDK 參考

# Reference_SubHeading_JAVA_SDK
source: <p>Reference documentation for the Java API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní Java API podporované v DocumentDB.</p>
da_dk: <p>Referencedokumentation til den Java-API, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation zu der von DocumentDB unterstützten Java-API.</p>
es_es: <p>Documentación de referencia para la API de Java admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API Java prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a DocumentDB által támogatott Java API-hoz.</p>
it_it: <p>Documentazione di riferimento sull'API Java supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートする Java API のドキュメントを参照します。</p>
ko_kr: <p>DocumentDB에서 지원하는 Java API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de Java API die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API dla języka Java obsługiwanego przez usługę DocumentDB</p>
pt_br: <p>Documentação de referência da API Java com suporte pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API Java suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу Java API, поддерживаемому службой DocumentDB.</p>
sv_se: <p>Referensdokumentation för det Java-API som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen Java API'si için başvuru belgeleri.</p>
zh_cn: <p>针对 DocumentDB 支持的 Java API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的 Java API 參考文件。</p>

# Develop_Heading_Hadoop
source: Run a Hadoop job using DocumentDB and HDInsight
cs_cz: Spuštění úlohy Hadoopu pomocí DocumentDB a HDInsightu
da_dk: Kør et Hadoop-job ved hjælp af DocumentDB og HDInsight
de_de: Ausführen eines Hadoop-Auftrags mit DocumentDB und HDInsight
es_es: Ejecutar un trabajo de Hadoop usando Base de datos de documentos y HDInsight
fr_fr: Exécuter une tâche Hadoop à l'aide de DocumentDB et HDInsight
hu_hu: Hadoop-feladatok futtatása a DocumentDB és a HDInsight használatával
it_it: Eseguire un processo Hadoop usando DocumentDB e HDInsight
ja_jp: DocumentDB と HDInsight を使用して Hadoop のジョブを実行する
ko_kr: DocumentDB 및 HDInsight를 사용하여 Hadoop 작업 실행
nl_nl: Een Hadoop-taak uitvoeren met DocumentDB en HDInsight
pl_pl: Uruchamianie zadania usługi Hadoop za pomocą usług DocumentDB i HDInsight
pt_br: Execute um trabalho do Hadoop usando o Banco de Dados de Documentos e o HDInsight
pt_pt: Execute uma tarefa do Hadoop com o DocumentDB e HDInsight
ru_ru: Выполнение заданий Hadoop с помощью DocumentDB и HDInsight
sv_se: Kör ett Hadoop-jobb med DocumentDB och HDInsight
tr_tr: DocumentDB ve HDInsight kullanarak bir Hadoop işi yürütün
zh_cn: 使用 DocumentDB 和 HDInsight 运行 Hadoop 作业
zh_tw: 使用 DocumentDB 與 HDInsight 執行 Hadoop 工作
