Repository: Linda46/test
Catalog: jobs/515/Pages/Documentation/Services/DocumentDb.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Explore_SubHeading_Query
source: <p>Query your DocumentDB database with SQL. The DocumentDB index automatically tracks document properties and does not require the overhead of index management.</p>
cs_cz: <p>Dotazy na databázi DocumentDB zadávejte v SQL. Index DocumentDB automaticky sleduje vlastnosti dokumentu, a vy se tak nemusíte zdržovat správou indexu.</p>
da_dk: <p>Forespørg på din DocumentDB-database med SQL. DocumentDB-indekset sporer automatisk dokumentegenskaber og kræver ikke en overbygning med indeksstyring.</p>
de_de: <p>Fragen Sie die DocumentDB-Datenbank mit SQL ab. Der DocumentDB-Index verfolgt automatisch Dokumenteneigenschaften und erfordert nicht die Zusatzaufwand einer Indexverwaltung.</p>
es_es: <p>Consulte su base de datos de Base de datos de documentos con SQL. El índice de Base de datos de documentos realiza un seguimiento automático de las propiedades del documento y no requiere la sobrecarga de la administración de índices.</p>
fr_fr: <p>Interrogez votre base de données DocumentDB avec SQL. L'index DocumentDB suit automatiquement les propriétés des documents et ne nécessite pas la surcharge associée à la gestion d'un index.</p>
hu_hu: <p>A Dokumentum-adatbázisban SQL-lekérdezéseket futtathat. A Dokumentum-adatbázis indexe automatikusan nyomon követi a dokumentumtulajdonságokat. Az index kezelését és karbantartását a szolgáltatás végzi.</p>
it_it: <p>Eseguire query nel database di DocumentDB con SQL. L'indice di DocumentDB rileva automaticamente le proprietà dei documenti e non richiede i costi aggiuntivi relativi alla gestione dell'indice.</p>
ja_jp: <p>DocumentDB データベースを SQL でクエリします。DocumentDB インデックスはドキュメントのプロパティを自動的に追跡します。インデックス管理によるオーバーヘッドは発生しません。</p>
ko_kr: <p>SQL을 사용하여 DocumentDB 데이터베이스를 쿼리해 보세요. DocumentDB 인덱스에서 문서 속성을 자동으로 추적하며 인덱스 관리 오버헤드가 필요하지 않습니다.</p>
nl_nl: <p>Query's indienen in de DocumentDB-database met SQL. De DocumentDB-index zoekt automatisch de documenteigenschappen op; hiervoor is geen indexbeheer voor nodig.</p>
pl_pl: <p>Twórz zapytania bazy danych DocumentDB przy użyciu języka SQL. Indeks bazy danych DocumentDB automatycznie śledzi właściwości dokumentów i nie wymaga pracy związanej z zarządzaniem indeksem.</p>
pt_br: <p>Consulte seu Banco de Dados de Documentos com SQL. O índice do Banco de Dados de Documentos rastreia automaticamente as propriedades do documento e não requer a sobrecarga de gerenciamento de índice.</p>
pt_pt: <p>Consulte a sua base de dados do DocumentDB com SQL. O índice do DocumentDB regista automaticamente as propriedades dos documentos e não requer overhead de gestão de índices.</p>
ru_ru: <p>Запрос базы данных DocumentDB с помощью SQL Индекс DocumentDB автоматически отслеживает свойства документа и не требует значительных усилий по управлению индексом.</p>
sv_se: <p>Skriv frågor för din DocumentDB-databas i SQL. DocumentDB-indexet spårar automatiskt dokumentegenskaper och kräver inte den administration som medföljer indexhantering.</p>
tr_tr: <p>DocumentDB veritabanınızı SQL'le sorgulayın. DocumentDB dizini belge özelliklerini otomatik olarak izler ve dizin yönetiminin getirdiği ek yüke gerek kalmaz.</p>
zh_cn: <p>使用 SQL 查询您的 DocumentDB 数据库。DocumentDB 索引将自动跟踪文档属性，同时无需索引管理开销。</p>
zh_tw: <p>使用 SQL 查詢您的 DocumentDB 資料庫。DocumentDB 索引會自動追蹤文件內容，並不需要索引管理的費用。</p>

# Manage_SubHeading_Manage
source: <p>Learn how to manage your DocumentDB account using the Azure Preview portal.</p>
cs_cz: <p>Naučte se, jak spravovat účet DocumentDB pomocí portálu Azure Preview.</p>
da_dk: <p>Få mere at vide om, hvordan du styrer din DocumentDB-konto ved brug af Azure Preview-portalen.</p>
de_de: <p>Erfahren Sie, wie Sie Ihr DocumentDB-Konto mithilfe des Azure-Vorschauportals verwalten.</p>
es_es: <p>Aprenda a administrar su cuenta de Base de datos de documentos con el portal de vista previa de Azure.</p>
fr_fr: <p>Découvrez comment gérer votre compte DocumentDB dans la version préliminaire du portail Azure.</p>
hu_hu: <p>Dokumentum-adatbázis szolgáltatásbeli fiók kezelése az Azure Betekintő portál segítségével.</p>
it_it: <p>Informazioni su come gestire l'account di DocumentDB tramite il portale di anteprima di Azure.</p>
ja_jp: <p>Azure のプレビュー ポータルを使用して DocumentDB アカウントを管理する方法について説明します。</p>
ko_kr: <p>Azure Preview 포털을 사용하여 DocumentDB 계정을 관리하는 방법을 알아봅니다.</p>
nl_nl: <p>Leer hoe u uw DocumentDB-account kunt beheren via de Azure Preview-portal.</p>
pl_pl: <p>Dowiedz się, jak zarządzać kontem bazy danych DocumentDB przy użyciu portalu systemu Azure w wersji zapoznawczej.</p>
pt_br: <p>Saiba como gerenciar a conta do Banco de Dados de Documentos usando o Portal de Visualização do Azure.</p>
pt_pt: <p>Saiba como gerir a sua conta do DocumentDB utilizando o portal de Pré-visualização do Azure.</p>
ru_ru: <p>Сведения об управлении учетной записью DocumentDB с помощью портала Azure (предварительная версия).</p>
sv_se: <p>Lär dig hantera ditt DocumentDB-konto med Azure Preview-portalen.</p>
tr_tr: <p>Azure Önizleme portalını kullanarak DocumentDB hesabınızı nasıl yöneteceğinizi öğrenin.</p>
zh_cn: <p>了解如何使用 Azure 预览门户管理您的 DocumentDB 帐户。</p>
zh_tw: <p>了解如何使用 Azure 預覽入口網站管理您的 DocumentDB 帳戶。</p>

# Manage_Heading_Monitor
source: Monitor a DocumentDB account
cs_cz: Monitorování účtu DocumentDB
da_dk: Overvåg en DocumentDB-konto
de_de: Überwachen eines DocumentDB-Kontos
es_es: Supervisar una cuenta de Base de datos de documentos
fr_fr: Surveillance d'un compte DocumentDB
hu_hu: Dokumentum-adatbázis szolgáltatásbeli fiók monitorozása
it_it: Monitorare un account di DocumentDB
ja_jp: DocumentDB アカウントの監視
ko_kr: DocumentDB 계정 모니터링
nl_nl: Een DocumentDB-account controleren
pl_pl: Monitorowanie konta bazy danych DocumentDB
pt_br: Monitorar uma conta do Banco de Dados de Documentos
pt_pt: Monitorizar uma conta do DocumentDB
ru_ru: Мониторинг учетной записи DocumentDB
sv_se: Övervaka ett DocumentDB-konto
tr_tr: DocumentDB hesabını izleme
zh_cn: 监视 DocumentDB 帐户
zh_tw: 監控 DocumentDB 帳戶

# Manage_SubHeading_Monitor
source: <p>Learn how to monitor your DocumentDB account usage using the Azure Preview portal.</p>
cs_cz: <p>Naučte se, jak monitorovat používání účtu DocumentDB pomocí portálu Azure Preview.</p>
da_dk: <p>Få mere at vide om, hvordan du overvåger din DocumentDB-konto ved brug af Azure Preview-portalen.</p>
de_de: <p>Erfahren Sie, wie Sie die Nutzung des DocumentDB-Kontos mithilfe des Azure-Vorschauportals überwachen.</p>
es_es: <p>Aprenda a supervisar el uso de la cuenta de Base de datos de documentos con el portal de vista previa de Azure.</p>
fr_fr: <p>Découvrez comment surveiller l'utilisation de votre compte DocumentDB dans la version préliminaire du portail Azure.</p>
hu_hu: <p>Dokumentum-adatbázis szolgáltatásbeli fiók használatának monitorozása az Azure Betekintő portál segítségével.</p>
it_it: <p>Informazioni su come monitorare l'uso dell'account di DocumentDB tramite il portale di anteprima di Azure.</p>
ja_jp: <p>Azure のプレビュー ポータルを使用して DocumentDB アカウントの使用を監視する方法を説明します。</p>
ko_kr: <p>Azure Preview 포털을 사용하여 DocumentDB 계정을 모니터링하는 방법을 알아봅니다.</p>
nl_nl: <p>Leer hoe u uw DocumentDB-accountgebruik controleert via de Azure Preview-portal.</p>
pl_pl: <p>Dowiedz się, jak monitorować użycie konta bazy danych DocumentDB za pomocą portalu systemu Azure w wersji zapoznawczej.</p>
pt_br: <p>Saiba como monitorar o uso da conta do Banco de Dados de Documentos usando o Portal de Visualização do Azure.</p>
pt_pt: <p>Saiba como gerir a sua conta do DocumentDB utilizando o portal de Pré-visualização do Azure.</p>
ru_ru: <p>Сведения о мониторинге учетной записью DocumentDB с помощью портала Azure (предварительная версия).</p>
sv_se: <p>Lär dig övervaka användningen av ditt DocumentDB-konto med Azure Preview-portalen.</p>
tr_tr: <p>Azure Önizleme portalını kullanarak DocumentDB hesabınızın kullanımını nasıl izleyeceğinizi öğrenin.</p>
zh_cn: <p>了解如何使用 Azure 预览门户监视您的 DocumentDB 帐户使用情况。</p>
zh_tw: <p>了解如何使用 Azure 預覽入口網站監控您的 DocumentDB 帳戶使用量。</p>

# Reference_Heading_DOTNET_SDK
source: .NET SDK reference
cs_cz: Reference .NET SDK
da_dk: SDK-reference til .NET
de_de: .NET SDK-Referenz
es_es: Referencia de SDK de .NET
fr_fr: Référence du Kit de développement logiciel (SDK) .NET
hu_hu: .NET SDK-leírás
it_it: Riferimenti per SDK .NET
ja_jp: .NET SDK のリファレンス
ko_kr: .NET SDK 참조
nl_nl: .NET SDK-referentie
pl_pl: Dokumentacja zestawu SDK dla platformy .NET
pt_br: Referência de SDK do .NET
pt_pt: Referência SDK .NET
ru_ru: Справка по .NET SDK
sv_se: .NET SDK-referens
tr_tr: .NET SDK başvurusu
zh_cn: .NET SDK 参考资料
zh_tw: .NET SDK 參考

# Reference_SubHeading_DOTNET_SDK
source: <p>Reference documentation for the .NET API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní .NET API podporované DocumentDB</p>
da_dk: <p>Referencedokumentation til den .NET-API, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte .NET-API.</p>
es_es: <p>Documentación de referencia para la API de .NET admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API .NET prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott .NET API-hoz.</p>
it_it: <p>Documentazione di riferimento per l'API .NET supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートする .NET API に関するリファレンス ドキュメント。</p>
ko_kr: <p>DocumentDB에서 지원하는 .NET API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de .NET API die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API dla platformy .NET obsługiwanego przez bazę danych DocumentDB</p>
pt_br: <p>Documentação de referência para a API .NET suportada pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API .NET suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу API .NET, поддерживаемому службой DocumentDB</p>
sv_se: <p>Referensdokumentation för det .NET-API som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen .NET API'si için başvuru belgeleri.</p>
zh_cn: <p>DocumentDB 支持的 .NET API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的 .NET API 參考文件。</p>

# Reference_Heading_Nodejs
source: Node.js SDK reference
cs_cz: Reference na sadu Node.js SDK
da_dk: SDK-reference til Node.js
de_de: Node.js-SDK-Referenz
es_es: Referencia de SDK de Node.js
fr_fr: Référence du Kit de développement logiciel (SDK) Node.js
hu_hu: Node.js SDK-leírás
it_it: Riferimenti per SDK Node.js
ja_jp: Node.js SDK のリファレンス
ko_kr: Node.js SDK 참조
nl_nl: Node.js SDK-referentie
pl_pl: Dokumentacja zestawu SDK dla platformy Node.js
pt_br: Referência de SDK do Node.js
pt_pt: Referência SDK Node.js
ru_ru: Справка по Node.js SDK
sv_se: Node.js SDK-referens
tr_tr: Node.js SDK başvurusu
zh_cn: Node.js SDK 参考资料
zh_tw: Node.js SDK 參考

# Reference_SubHeading_Nodejs
source: <p>Reference documentation for the Node.js API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní Node.js API podporované DocumentDB</p>
da_dk: <p>Referencedokumentation til den Node.js-API, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte Node.js.</p>
es_es: <p>Documentación de referencia para la API de Node.js admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API Node.js prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott Node.js API-hoz.</p>
it_it: <p>Documentazione di riferimento per l'API Node.js supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートする Node.js API に関するリファレンス ドキュメント。</p>
ko_kr: <p>DocumentDB에서 지원하는 Node.js API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de Node.js API die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API dla platformy Node.js obsługiwanego przez bazę danych DocumentDB</p>
pt_br: <p>Documentação de referência para a API do Node.js suportada pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API Node.js suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу API Node.js, поддерживаемому службой DocumentDB</p>
sv_se: <p>Referensdokumentation för det Node.js-API som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen Node.js API'si için başvuru belgeleri.</p>
zh_cn: <p>DocumentDB 支持的 Node.js API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的 Node.js API 參考文件。</p>

# Reference_Heading_ClientJS
source: Client-side JavaScript reference
cs_cz: Reference na JavaScript na straně klienta
da_dk: JavaScript-reference på klientsiden
de_de: Clientseitige JavaScript-Referenz
es_es: Referencia de JavaScript del lado cliente
fr_fr: Référence JavaScript côté client
hu_hu: Segédanyagok a kliensoldali JavaScript-hez
it_it: Riferimenti per JavaScript lato client
ja_jp: クライアント側 JavaScript のリファレンス
ko_kr: 클라이언트 쪽 JavaScript 참조
nl_nl: JavaScript-referentie aan de clientzijde
pl_pl: Dokumentacja języka JavaScript po stronie klienta
pt_br: Referência de JavaScript do cliente
pt_pt: Referência JavaScript do lado do cliente
ru_ru: Справка по JavaScript клиентской части
sv_se: JavaScript-referens för klientsidan
tr_tr: İstemci tarafı JavaScript başvurusu
zh_cn: 客户端 JavaScript 参考资料
zh_tw: 用戶端 JavaScript 參考

# Reference_SubHeading_ClientJS
source: <p>Reference documentation for the client-side JavaScript API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní JavaScript API na straně klienta podporované DocumentDB</p>
da_dk: <p>Referencedokumentation til den JavaScript-API på klientsiden, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte clientseitige JavaScript-API.</p>
es_es: <p>Documentación de referencia para la API de JavaScript del lado cliente admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API JavaScript côté client prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott kliensoldali JavaScript API-hez.</p>
it_it: <p>Documentazione di riferimento per l'API JavaScript lato client supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートするクライアント側 JavaScript API に関するリファレンス ドキュメント。</p>
ko_kr: <p>DocumentDB에서 지원하는 클라이언트 쪽 JavaScript API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de JavaScript API aan de clientzijde die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API języka JavaScript po stronie klienta obsługiwanego przez bazę danych DocumentDB</p>
pt_br: <p>Documentação de referência para a API JavaScript do cliente suportada pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API JavaScript do lado do cliente suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу API JavaScript клиентской части, поддерживаемому службой DocumentDB</p>
sv_se: <p>Referensdokumentation för det JavaScript-API för klientsidan som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen istemci tarafı JavaScript API'si için başvuru belgeleri.</p>
zh_cn: <p>DocumentDB 支持的客户端 JavaScript API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的用戶端 JavaScript API 參考文件。</p>

# Reference_Heading_Python
source: Python SDK reference
cs_cz: Reference na sadu Python SDK
da_dk: SDK-reference til Python
de_de: Python-SDK-Referenz
es_es: Referencia de SDK de Python
fr_fr: Référence du Kit de développement logiciel (SDK) Python
hu_hu: Python SDK-leírás
it_it: Riferimenti per SDK Python
ja_jp: Python SDK のリファレンス
ko_kr: Python SDK 참조
nl_nl: Python SDK-referentie
pl_pl: Dokumentacja zestawu SDK dla języka Python
pt_br: Referência de SDK do Python
pt_pt: Referência SDK Python
ru_ru: Справка по Python SDK
sv_se: Python SDK-referens
tr_tr: Python SDK başvurusu
zh_cn: Python SDK 参考资料
zh_tw: Python SDK 參考

# Reference_SubHeading_Python
source: <p>Reference documentation for the Python API supported by DocumentDB.</p>
cs_cz: <p>Referenční dokumentace pro rozhraní Python API podporované DocumentDB</p>
da_dk: <p>Referencedokumentation til den Python-API, der understøttes af DocumentDB.</p>
de_de: <p>Referenzdokumentation für die von DocumentDB unterstützte Python.</p>
es_es: <p>Documentación de referencia para la API de Python admitida por Base de datos de documentos.</p>
fr_fr: <p>Documentation de référence pour l'API Python prise en charge par DocumentDB.</p>
hu_hu: <p>Segédanyagok a Dokumentum-adatbázis által támogatott Python API-hez.</p>
it_it: <p>Documentazione di riferimento per l'API Python supportata da DocumentDB.</p>
ja_jp: <p>DocumentDB がサポートする Python API に関するリファレンス ドキュメント。</p>
ko_kr: <p>DocumentDB에서 지원하는 Python API의 참조 문서입니다.</p>
nl_nl: <p>Referentiedocumentatie voor de Python API die wordt ondersteund door DocumentDB.</p>
pl_pl: <p>Dokumentacja interfejsu API dla języka Python obsługiwanego przez bazę danych DocumentDB</p>
pt_br: <p>Documentação de referência para a API do Python suportada pelo Banco de Dados de Documentos.</p>
pt_pt: <p>Documentação de referência para a API Python suportada pelo DocumentDB.</p>
ru_ru: <p>Справочная документация по интерфейсу API Python, поддерживаемому службой DocumentDB</p>
sv_se: <p>Referensdokumentation för det Python-API som stöds av DocumentDB.</p>
tr_tr: <p>DocumentDB tarafından desteklenen Python API'si için başvuru belgeleri.</p>
zh_cn: <p>DocumentDB 支持的 Python API 的参考文档。</p>
zh_tw: <p>DocumentDB 支援的 Python API 參考文件。</p>

# Reference_Heading
source: References
cs_cz: Odkazy
da_dk: Referencer
de_de: Referenzen
es_es: Referencias
fr_fr: Références
hu_hu: Tudástár
it_it: Riferimenti
ja_jp: リファレンス
ko_kr: 참조
nl_nl: Naslaginformatie
pl_pl: Informacje
pt_br: Referências
pt_pt: Referências
ru_ru: Ссылки
sv_se: Referenser
tr_tr: Başvurular
zh_cn: 参考
zh_tw: 參考

# TutorialsGuides_Heading
source: Tutorials & Guides
cs_cz: Výukové programy a příručky
da_dk: Selvstudier og vejledninger
de_de: Lernprogramme und Anleitungen
es_es: Tutoriales y guías
fr_fr: Didacticiels et guides
hu_hu: Oktatóanyagok és útmutatók
it_it: Esercitazioni e guide
ja_jp: チュートリアルとガイド
ko_kr: 자습서 및 가이드
nl_nl: Zelfstudie en handleidingen
pl_pl: Samouczki i przewodniki
pt_br: Tutoriais e Guias
pt_pt: Tutoriais e Guias
ru_ru: Учебники и руководства
sv_se: Självstudier och guider
tr_tr: Öğreticiler ve Kılavuzlar
zh_cn: 教程和指南
zh_tw: 教學課程和指南

# Explore_Heading_FAQ
source: Frequently asked questions
cs_cz: Nejčastější dotazy
da_dk: Ofte stillede spørgsmål
de_de: Häufig gestellte Fragen
es_es: Preguntas más frecuentes
fr_fr: Forum Aux Questions
hu_hu: Gyakori kérdések
it_it: Domande frequenti
ja_jp: よく寄せられる質問
ko_kr: 질문과 대답
nl_nl: Veelgestelde vragen
pl_pl: Często zadawane pytania
pt_br: Perguntas frequentes
pt_pt: Perguntas mais frequentes
ru_ru: Часто задаваемые вопросы
sv_se: Vanliga frågor och svar
tr_tr: Sık sorulan sorular
zh_cn: 常见问题
zh_tw: 常見問題集

# Explore_Heading_Interact
source: Interact with DocumentDB resources
cs_cz: Interakce s prostředky DocumentDB
da_dk: Interagér med DocumentDB-ressourcer
de_de: Interagieren mit DocumentDB-Ressourcen
es_es: Interactúe con los recursos de Base de datos de documentos
fr_fr: Interaction avec les ressources DocumentDB
hu_hu: A Dokumentum-adatbázis erőforrásainak használata
it_it: Interagire con le risorse di DocumentDB
ja_jp: DocumentDB リソースとのやり取り
ko_kr: DocumentDB 리소스 조작
nl_nl: Communiceren met DocumentDB-bronnen
pl_pl: Interakcja z zasobami bazy danych DocumentDB
pt_br: interagir com recursos do Banco de Dados de Documentos
pt_pt: Interagir com recursos do DocumentDB
ru_ru: Взаимодействие с ресурсами DocumentDB
sv_se: Interagera med DocumentDB-resurser
tr_tr: DocumentDB kaynaklarıyla etkileşimli çalışma
zh_cn: 与 DocumentDB 资源交互
zh_tw: 與 DocumentDB 資源進行互動

# Explore_SubHeading_FAQ
source: <p>Answers to your questions about the DocumentDB database service on Azure. Learn what capacity and request units are and understand how to scale DocumentDB to your application needs.</p>
cs_cz: <p>Odpovědi na otázky o databázové službě DocumentDB na Azure. Přečtěte si informace o kapacitě a jednotkách požadavků a zjistěte, jak škálovat DocumentDB pro potřeby vaší aplikace.</p>
da_dk: <p>Svar på dine spørgsmål om DocumentDB-databasetjenesten på Azure. Få mere at vide om, hvad kapacitets- og anmodningsenheder er, og få forståelse for, hvordan du skalerer DocumentDB til dine programbehov.</p>
de_de: <p>Antworten auf Fragen über den DocumentDB-Datenbankdienst auf Azure. Erfahren Sie, was Kapazität und Anforderungseinheiten sind und wie Sie DocumentDB an den Anforderungen einer Anwendung anpassen.</p>
es_es: <p>Respuestas a sus preguntas acerca del servicio de base de datos de Base de datos de documentos en Azure. Aprenda cuáles son las unidades de solicitud y capacidad y aprenda a escalar Base de datos de documentos en función de las necesidades de su aplicación.</p>
fr_fr: <p>Réponses aux questions que vous vous posez sur le service de base de données DocumentDB sur Azure. Découvrez ce que sont les unités de capacité et de demande, et apprenez à mettre à l'échelle DocumentDB en fonction des besoins de votre application.</p>
hu_hu: <p>Válaszok az Azure Dokumentum-adatbázis szolgáltatásával kapcsolatos kérdésekre. Válaszainkból megismerheti a kapacitás- és kérésegységeket, és megtudhatja, hogy miként méretezheti az alkalmazásigényeknek megfelelően a Dokumentum-adatbázist.</p>
it_it: <p>Risposte alle domande relative al servizio database DocumentDB in Azure. Informazioni sulle unità di capacità e di richiesta e su come applicare la scalabilità a DocumentDB in base alle esigenze dell'applicazione.</p>
ja_jp: <p>Azure の DocumentDB データベース サービスに関する質問への回答。機能および要求単位について説明し、アプリケーションのニーズに対して DocumentDB を拡張する方法について理解します。</p>
ko_kr: <p>Azure의 DocumentDB 데이터베이스 서비스에 관한 질문의 답변입니다. 용량 및 요청 단위가 무엇인지 알아보고 응용 프로그램 요구에 따라 DocumentDB를 확장하는 방법을 확인하세요.</p>
nl_nl: <p>Antwoorden op uw vragen over de DocumentDB-databaseservice van Azure. Leer wat capaciteits- en aanvraageenheden zijn en kom te weten hoe u DocumentDB kunt schalen om aan de vereisten van uw toepassing te voldoen.</p>
pl_pl: <p>Odpowiedzi na pytania dotyczące usługi bazy danych DocumentDB w systemie Azure. Dowiedz się, czym są jednostki wydajności i żądania, oraz poznaj sposoby skalowania bazy danych DocumentDB do wymagań aplikacji.</p>
pt_br: <p>Respostas às suas perguntas sobre o serviço de Banco de Dados de Documentos no Azure. Saiba o que são as unidades de capacidade e solicitação e entenda como dimensionar Banco de Dados de Documentos para as necessidades do seu aplicativo.</p>
pt_pt: <p>Respostas para as suas perguntas sobre o serviço de base de dados do DocumentDB no Azure. Saiba o que são unidades de capacidade e pedido e aprenda a dimensionar o DocumentDB de acordo com as suas necessidades de aplicação.</p>
ru_ru: <p>Ответы на вопросы о службе базы данных DocumentDB в Azure. Ознакомление с единицами мощности и единицами запросов, понимание процесса масштабирования DocumentDB в соответствии с требованиями приложения.</p>
sv_se: <p>Svar på dina frågor om DocumentDB-databastjänsten på Azure. Lär dig vad kapacitets- och begäransenheter är, och förstå hur du skalar DocumentDB efter vad ditt program behöver.</p>
tr_tr: <p>Azure üzerindeki DocumentDB veritabanı hizmeti hakkındaki sorularınızın yanıtları. Kapasite ve istek birimlerinin ne olduğunu öğrenin ve DocumentDB'yi uygulamanızın gereksinimlerine göre nasıl ölçekleyeceğinizi anlayın.</p>
zh_cn: <p>回答有关 Azure 上的 DocumentDB 数据库服务的问题。了解容量和请求单位是什么，了解如何扩展 DocumentDB 以满足应用程序需求。</p>
zh_tw: <p>有關 Azure 上 DocumentDB 資料庫服務問題的答案。了解容量大小與要求單位，並了解如何擴充 DocumentDB 以滿足您的應用程式需求。</p>
